{
  "0101-0/01-88": "ANÁLISE E DESENVOLVIMENTO DE SISTEMAS",
  "0102-0/01-88": "PROGRAMAÇÃO",
  "0102-0/02-88": "CUSTOMIZAÇÃO DE PROGRAMAS",
  "0103-0/01-88": "PROCESSAMENTO DE DADOS",
  "0103-0/02-88": "PROVIMENTO DE ACESSO À INTERNET",
  "0103-0/03-88": "PROVIMENTO DE CONTEÚDO PARA A INTERNET",
  "0103-0/04-88": "PROVIMENTO DE SERVIÇO DE APLICAÇÃO PARA INTERNET",
  "0103-0/05-88": "HOSPEDAGEM PARA A INTERNET",
  "0103-0/06-88": "SERVIÇOS DE DATA CENTER",
  "0103-0/07-88": "OUTROS SERVIÇOS DE PROCESSAMENTO DE DADOS",
  "0103-0/08-88": "ARMAZENAMENTO OU HOSPEDAGEM DE DADOS, TEXTOS, IMAGENS E VÍDEOS",
  "0103-0/09-88": "ARMAZENAMENTO OU HOSPEDAGEM DE PÁGINAS ELETRÔNICAS",
  "0103-0/10-88": "ARMAZENAMENTO OU HOSPEDAGEM DE APLICATIVOS E SISTEMA",
  "0104-0/01-88": "ELABORAÇÃO DE PROGRAMAS DE COMPUTADORES",
  "0104-0/02-88": "ELABORAÇÃO DE JOGOS ELETRÔNICOS",
  "0105-0/01-88": "LICENCIAMENTO OU CESSÃO DE DIREITO DE USO DE PROGRAMAS DE COMPUTAÇÃO",
  "0106-0/01-88": "ASSESSORIA E CONSULTORIA EM INFORMÁTICA - PORTAIS, PROVEDORES DE CONTEÚDO E OUTROS SERVIÇOS DE INFORMAÇÃO NA INTERNET",
  "0106-0/02-88": "ASSESSORIA E CONSULTORIA EM INFORMÁTICA",
  "0107-0/01-88": "SUPORTE TÉCNICO EM INFORMÁTICA, INCLUSIVE INSTALAÇÃO, CONFIGURAÇÃO E MANUTENÇÃO DE PROGRAMAS DE COMPUTAÇÃO E BANCO DE DADOS",
  "0107-0/02-88": "ASSESSORIA E CONSULTORIA EM TECNOLOGIA DA INFORMAÇÃO COM SUPORTE TÉCNICO EM INFORMÁTICA, INCLUSIVE INSTALAÇÃO, CONFIGURAÇÃO E MANUTENÇÃO DE PROGRAMAS DE COMPUTAÇÃO E BANCO DE DADOS",
  "0108-0/01-88": "PLANEJAMENTO DE PÁGINAS ELETRÔNICAS",
  "0108-0/02-88": "CONFECÇÃO DE PÁGINAS ELETRÔNICAS",
  "0108-0/03-88": "MANUTENÇÃO DE PÁGINAS ELETRÔNICAS",
  "0108-0/04-88": "ATUALIZAÇÃO DE PÁGINAS ELETRÔNICAS",
  "0108-0/05-88": "WEB DESIGN",
  "0109-0/01-88": "DISPONIBILIZAÇÃO, SEM CESSÃO DEFINITIVA, DE CONTEÚDOS DE ÁUDIO, VÍDEO, IMAGEM E TEXTO POR MEIO DA INTERNET",
  "0161-0/01-00": "SERVICO DE PULVERIZACAO E CONTROLE DE PRAGAS AGRICOLAS",
  "0161-0/02-00": "SERVICO DE PODA DE ARVORES PARA LAVOURAS",
  "0161-0/03-00": "SERVICO DE PREPARACAO DE TERRENO, CULTIVO E COLHEITA",
  "0161-0/99-00": "ATIVIDADES DE APOIO A AGRICULTURA NAO RELACIONADOS ANTERIORMENTE",
  "0161-0/99-01": "SERVICO DE NUCLEACAO E BOMBARDEAMENTO DE NUVENS E CONGENERES",
  "0162-8/01-00": "SERVICO DE INSEMINACAO ARTIFICIAL EM ANIMAIS",
  "0162-8/02-00": "SERVICO DE TOSQUIAMENTO DE OVELHAS",
  "0162-8/03-00": "SERVICO DE MANEJO DE ANIMAIS",
  "0162-8/99-00": "ATIVIDADES DE APOIO A PECUARIA NAO ESPECIFICADAS ANTERIORMENTE",
  "0163-6/00-00": "ATIVIDADES DE POS-COLHEITA",
  "0201-0/01-88": "SERVIÇOS DE PESQUISAS E DESENVOLVIMENTO DE QUALQUER NATUREZA.",
  "0201-0/02-88": "SERVIÇOS DE PESQUISAS E DESENVOLVIMENTO EXPERIMENTAL EM CIÊNCIAS FÍSICAS E NATURAIS",
  "0201-0/03-88": "SERVIÇOS DE PESQUISAS E DESENVOLVIMENTO PARA APLICAÇÃO INDUSTRIAL",
  "0210-1/07-00": "EXTRACAO DE MADEIRAS EM FLORESTAS PLANTADAS",
  "0210-1/99-00": "PRODUCAO DE PRODUTOS NAO-MADEIREIROS NAO ESPECIFICADOS ANTERIORMENTE EM FLORESTAS PLANTADAS",
  "0220-9/01-00": "EXTRACAO DE MADEIRAS EM FLORESTAS NATIVAS",
  "0220-9/03-00": "COLETA DE CASTANHA-DO-PARA EM FLORESTAS NATIVAS",
  "0220-9/04-00": "COLETA DE LATEX EM FLORESTAS NATIVAS",
  "0220-9/05-00": "COLETA DE PALMITO EM FLORETAS NATIVAS",
  "0220-9/06-00": "CONSERVACAO DE FLORESTAS NATIVAS",
  "0220-9/99-00": "COLETA DE PRODUTOS NAO-MADEIREIROS NAO ESPECIFICADOS ANTERIORMENTE EM FLORESTAS NATIVAS",
  "0230-6/00-00": "ATIVIDADES DE APOIO A PRODUCAO FLORESTAL",
  "0302-0/01-88": "CESSÃO DE DIREITO DE USO DE SINAIS DE PROPAGANDA",
  "0302-0/02-88": "CESSÃO DE DIREITO DE USO DE MARCA",
  "0302-0/03-88": "CESSÃO DE DIREITO DE USO DE SOM OU IMAGEM",
  "0303-0/01-88": "EXPLORAÇÃO DE SALÃO DE FESTAS",
  "0303-0/02-88": "EXPLORAÇÃO DE CENTRO DE CONVENÇÕES",
  "0303-0/03-88": "EXPLORAÇÃO DE ESCRITÓRIO VIRTUAL",
  "0303-0/04-88": "EXPLORAÇÃO DE STAND",
  "0303-0/05-88": "EXPLORAÇÃO DE QUADRA ESPORTIVA",
  "0303-0/06-88": "EXPLORAÇÃO DE ESTÁDIO",
  "0303-0/07-88": "EXPLORAÇÃO DE GINÁSIO",
  "0303-0/08-88": "EXPLORAÇÃO DE AUDITÓRIO",
  "0303-0/09-88": "EXPLORAÇÃO DE CASA DE ESPETÁCULOS",
  "0303-0/10-88": "EXPLORAÇÃO DE PARQUE DE DIVERSÕES",
  "0303-0/11-88": "EXPLORAÇÃO DE CANCHAS",
  "0303-0/12-88": "SERVIÇOS DE LOCAÇÃO E CESSÃO DE USO DE ESPAÇOS DESTINADOS INSTALAÇÃO DE STANDS OU BOX EM SHOPPINGS POPULARES, FEIRAS SHOP E EMPREENDIMENTOS SEMELHANTES, A CARGO DO PROPRIETÁRIO DO EMPREENDIMENTO.",
  "0303-0/13-88": "EXPLORAÇÃO DE OUTRAS INSTALAÇÕES PARA REALIZAÇÃO DE EVENTOS OU NEGÓCIOS DE QUALQUER NATUREZA",
  "0304-0/01-88": "LOCAÇÃO, SUBLOCAÇÃO, ARRENDAMENTO, DIREITO DE PASSAGEM OU PERMISSÃO DE USO, COMPARTILHADO OU NÃO, DE FERROVIA, RODOVIA, POSTES, CABOS, DUTOS E CONDUTOS DE QUALQUER NATUREZA.",
  "0305-0/01-88": "CESSÃO DE ANDAIMES",
  "0305-0/02-88": "CESSÃO DE PALCO",
  "0305-0/03-88": "CESSÃO DE COBERTURAS OU TENDAS",
  "0305-0/04-88": "CESSÃO DE OUTRAS ESTRUTURAS DE USO TEMPORÁRIO",
  "0311-6/03-00": "COLETA DE OUTROS PRODUTOS MARINHOS",
  "0311-6/04-00": "ATIVIDADES DE APOIO A PESCA EM AGUA SALGADA",
  "0312-4/03-00": "COLETA DE OUTROS PRODUTOS AQUATICOS DE AGUA DOCE",
  "0312-4/04-00": "ATIVIDADES DE APOIO A PESCA EM AGUA DOCE",
  "0321-3/05-00": "ATIVIDADES DE APOIO A AQUICULTURA EM AGUA SALGADA E SALOBRA",
  "0322-1/07-00": "ATIVIDADES DE APOIO A AQUICULTURA EM AGUA DOCE",
  "0401-0/01-88": "MEDICINA",
  "0401-0/02-88": "BIOMEDICINA",
  "0401-0/03-88": "CONVÊNIO OU CONTRATO CELEBRADO COM O SUS - SISTEMA ÚNICO DE SAÚDE PARA PRESTAÇÃO DE SERVIÇOS DE MEDICINA E BIOMEDICINA",
  "0402-0/01-88": "ANÁLISES CLÍNICAS, PATOLÓGICAS, CITOPATOLÓGICA, DE MATERIAL GENÉTICO E CONGÊNERES.",
  "0402-0/02-88": "RADIOTERAPIA, QUIMIOTERAPIA, HEMOTERAPIA, LITOTRIPSIA E CONGÊNERES.",
  "0402-0/03-88": "RADIOLOGIA, ENDOSCOPIA, ULTRASSONOGRAFIA, RESSONÂNCIA MAGNÉTICA, RADIOLOGIA, TOMOGRAFIA, ELETRICIDADE MÉDICA, AUDIOMETRIA E CONGÊNERES.",
  "0402-0/04-88": "CONVÊNIO OU CONTRATO CELEBRADO COM O SUS - SISTEMA ÚNICO DE SAÚDE PARA PRESTAÇÃO DE SERVIÇOS DE ANÁLISES CLÍNICAS, PATOLOGIA, CITOPATOLÓGICA, ELETRICIDADE MÉDICA, RADIOTERAPIA, QUIMIOTERAPIA, ULTRASSONOGRAFIA, RESSONÂNCIA MAGNÉTICA, RADIOLOGIA, TOMOGRAFIA E CONGÊNERES.",
  "0403-0/01-88": "SERVIÇOS DE HOSPITAIS, CLÍNICAS, SANATÓRIOS, MANICÔMIOS, CASAS DE SAÚDE, PRONTOS-SOCORROS, AMBULATÓRIOS E CONGÊNERES.",
  "0403-0/02-88": "SERVIÇO DE ATENDIMENTO A PESSOA PORTADORA DE DEFICIÊNCIA PRESTADO POR CLÍNICA ESPECIALIZADA",
  "0403-0/03-88": "SERVIÇOS DE LABORATÓRIO, EXCETO ANÁLISES CLÍNICAS, PATOLÓGICAS, CITOPATOLÓGICA E DE MATERIAL GENÉTICO.",
  "0403-0/04-88": "CONVÊNIO OU CONTRATO CELEBRADO COM O SUS - SISTEMA ÚNICO DE SAÚDE PARA PRESTAÇÃO DE SERVIÇOS DE HOSPITAIS, CLÍNICAS, LABORATÓRIOS, SANATÓRIOS, MANICÔMIOS, CASAS DE SAÚDE, PRONTOS-SOCORROS, AMBULATÓRIOS E CONGÊNERES.",
  "0403-0/05-88": "SERVIÇOS DE LABORATÓRIO DE ANÁLISES CLÍNICAS, PATOLÓGICAS, CITOPATOLÓGICA E DE MATERIAL GENÉTICO.",
  "0404-0/01-88": "INSTRUMENTAÇÃO CIRÚRGICA",
  "0404-0/02-88": "CONVÊNIO OU CONTRATO CELEBRADO COM O SUS - SISTEMA ÚNICO DE SAÚDE PARA PRESTAÇÃO DE SERVIÇOS DE INSTRUMENTAÇÃO CIRÚRGICA",
  "0405-0/01-88": "ACUPUNTURA",
  "0405-0/02-88": "CONVÊNIO OU CONTRATO CELEBRADO COM O SUS - SISTEMA ÚNICO DE SAÚDE PARA PRESTAÇÃO DE SERVIÇOS DE ACUPUNTURA",
  "0406-0/01-88": "ENFERMAGEM, INCLUSIVE SERVIÇOS AUXILIARES.",
  "0406-0/02-88": "CONVÊNIO OU CONTRATO CELEBRADO COM O SUS - SISTEMA ÚNICO DE SAÚDE PARA PRESTAÇÃO DE SERVIÇOS DE ENFERMAGEM, INCLUSIVE SERVIÇOS AUXILIARES.",
  "0407-0/01-88": "SERVIÇOS DE MANIPULAÇÃO DE FÓRMULAS",
  "0407-0/02-88": "OUTROS SERVIÇOS FARMACÉUTICOS",
  "0407-0/03-88": "CONVÊNIO OU CONTRATO CELEBRADO COM O SUS - SISTEMA ÚNICO DE SAÚDE PARA PRESTAÇÃO DE SERVIÇOS FARMACÊUTICOS",
  "0408-0/01-88": "TERAPIA OCUPACIONAL, FISIOTERAPIA E FONOAUDIOLOGIA.",
  "0408-0/02-88": "CONVÊNIO OU CONTRATO CELEBRADO COM O SUS - SISTEMA ÚNICO DE SAÚDE PARA PRESTAÇÃO DE SERVIÇOS DE TERAPIA OCUPACIONAL, FISIOTERAPIA E FONOAUDIOLOGIA.",
  "0409-0/01-88": "TERAPIAS DE QUALQUER ESPÉCIE DESTINADAS AO TRATAMENTO FÍSICO, ORGÂNICO E MENTAL, INCLUSIVE RPG, REIKI, SHIATSU, CROMOTERAPIA E OUTRAS.",
  "0409-0/02-88": "SERVIÇOS DE REABILITAÇÃO PROFISSIONAL",
  "0409-0/03-88": "CONVÊNIO OU CONTRATO CELEBRADO COM O SUS - SISTEMA ÚNICO DE SAÚDE PARA PRESTAÇÃO DE SERVIÇOS DE TERAPIAS DE QUALQUER ESPÉCIE DESTINADAS AO TRATAMENTO FÍSICO, ORGÂNICO E MENTAL.",
  "0410-0/01-88": "NUTRIÇÃO",
  "0410-0/02-88": "CONVÊNIO OU CONTRATO CELEBRADO COM O SUS - SISTEMA ÚNICO DE SAÚDE PARA PRESTAÇÃO DE SERVIÇOS DE NUTRIÇÃO",
  "0411-0/01-88": "OBSTETRÍCIA",
  "0411-0/02-88": "CONVÊNIO OU CONTRATO CELEBRADO COM O SUS - SISTEMA ÚNICO DE SAÚDE PARA PRESTAÇÃO DE SERVIÇOS DE OBSTETRÍCIA",
  "0412-0/01-88": "SERVIÇOS ODONTOLÓGICOS",
  "0412-0/02-88": "CONVÊNIO OU CONTRATO CELEBRADO COM O SUS - SISTEMA ÚNICO DE SAÚDE PARA PRESTAÇÃO DE SERVIÇOS DE ODONTOLOGIA",
  "0413-0/01-88": "ORTÓPTICA",
  "0413-0/02-88": "CONVÊNIO OU CONTRATO CELEBRADO COM O SUS - SISTEMA ÚNICO DE SAÚDE PARA PRESTAÇÃO DE SERVIÇOS DE ORTÓPTICA",
  "0414-0/01-88": "CONFECÇÃO DE PRÓTESES SOB ENCOMENDA",
  "0414-0/02-88": "CONVÊNIO OU CONTRATO CELEBRADO COM O SUS - SISTEMA ÚNICO DE SAÚDE PARA PRESTAÇÃO DE SERVIÇOS DE PRÓTESES SOB ENCOMENDA",
  "0415-0/01-88": "PSICANÁLISE",
  "0415-0/02-88": "CONVÊNIO OU CONTRATO CELEBRADO COM O SUS - SISTEMA ÚNICO DE SAÚDE PARA PRESTAÇÃO DE SERVIÇOS DE PSICANÁLISE",
  "0416-0/01-88": "PSICOLOGIA",
  "0416-0/02-88": "CONVÊNIO OU CONTRATO CELEBRADO COM O SUS - SISTEMA ÚNICO DE SAÚDE PARA PRESTAÇÃO DE SERVIÇOS DE PSICOLOGIA",
  "0417-0/01-88": "SERVIÇOS DE CASAS DE REPOUSO E DE RECUPERAÇÃO, ASILOS E CONGÊNERES.",
  "0417-0/02-88": "SERVIÇOS DE CRECHES OU CONGÊNERES",
  "0417-0/03-88": "CONVÊNIO OU CONTRATO CELEBRADO COM O SUS - SISTEMA ÚNICO DE SAÚDE PARA PRESTAÇÃO DE SERVIÇOS DE CASAS DE REPOUSO E DE RECUPERAÇÃO, CRECHES, ASILOS E CONGÊNERES.",
  "0418-0/01-88": "INSEMINAÇÃO ARTIFICIAL, FERTILIZAÇÃO IN VITRO E CONGÊNERES.",
  "0418-0/02-88": "CONVÊNIO OU CONTRATO CELEBRADO COM O SUS - SISTEMA ÚNICO DE SAÚDE PARA PRESTAÇÃO DE SERVIÇOS DE INSEMINAÇÃO ARTIFICIAL, FERTILIZAÇÃO IN VITRO E CONGÊNERES.",
  "0419-0/01-88": "BANCOS DE SANGUE, LEITE, PELE, OLHOS, ÓVULOS, SÊMEN E CONGÊNERES.",
  "0419-0/02-88": "CONVÊNIO OU CONTRATO CELEBRADO COM O SUS - SISTEMA ÚNICO DE SAÚDE PARA PRESTAÇÃO DE SERVIÇOS DE BANCOS DE SANGUE, LEITE, PELE, OLHOS, ÓVULOS, SÊMEN E CONGÊNERES.",
  "0420-0/01-88": "COLETA DE SANGUE, LEITE, TECIDOS, SÊMEN, ÓRGÃOS E MATERIAIS BIOLÓGICOS DE QUALQUER ESPÉCIE.",
  "0420-0/02-88": "CONVÊNIO OU CONTRATO CELEBRADO COM O SUS - SISTEMA ÚNICO DE SAÚDE PARA PRESTAÇÃO DE SERVIÇOS DE COLETA DE SANGUE, LEITE, TECIDOS, SÊMEN, ÓRGÃOS E MATERIAIS BIOLÓGICOS DE QUALQUER ESPÉCIE.",
  "0421-0/01-88": "UNIDADE DE ATENDIMENTO, ASSISTÊNCIA, TRATAMENTO MÓVEL, HOME CARE, E CONGÊNERES.",
  "0421-0/02-88": "SERVIÇOS DE UTI MÓVEL, AMBULÂNCIA E REMOÇÃO, POR VIA AÉREA OU TERRESTRE, PARA ATENDIMENTO, ASSISTÊNCIA OU TRATAMENTO À SAÚDE HUMANA.",
  "0421-0/03-88": "CONVÊNIO OU CONTRATO CELEBRADO COM O SUS P/PRESTAÇÃO DE SERVIÇO DE UNIDADE DE ATENDIMENTO, ASSISTÊNCIA, TRATAMENTO MÓVEL, HOME CARE E CONGÊNERES, BEM COMO DE UTI MÓVEL, AMBULÂNCIA E REMOÇÃO, POR VIA AÉREA OU TERRESTRE, P/ ATENDIMENTO, ASSISTÊNCIA OU TRATAMENTO À SAÚDE HUMANA",
  "0422-0/01-88": "PLANOS DE MEDICINA DE GRUPO OU INDIVIDUAL E CONVÊNIOS PARA PRESTAÇÃO DE ASSISTÊNCIA MÉDICA, HOSPITALAR, ODONTOLÓGICA, E CONGÊNERES.",
  "0423-0/01-88": "OUTROS PLANOS DE SAÚDE QUE SE CUMPRAM ATRAVÉS DE SERVIÇOS DE TERCEIROS CONTRATADOS, CREDENCIADOS, COOPERADOS OU APENAS PAGOS PELO OPERADOR DO PLANO MEDIANTE INDICAÇÃO DO BENEFICIÁRIO.",
  "0501-0/01-88": "MEDICINA VETERINÁRIA",
  "0501-0/02-88": "ZOOTECNIA",
  "0502-0/01-88": "HOSPITAIS, CLÍNICAS, AMBULATÓRIOS, PRONTOS-SOCORROS E CONGÊNERES, NA ÁREA VETERINÁRIA.",
  "0503-0/01-88": "SERVIÇOS DE LABORATÓRIOS DE ANÁLISE NA ÁREA VETERINÁRIA.",
  "0504-0/01-88": "INSEMINAÇÃO ARTIFICIAL, FERTILIZAÇÃO IN VITRO E CONGÊNERES NA ÁREA VETERINÁRIA.",
  "0505-0/01-88": "BANCOS DE SANGUE E DE ÓRGÃOS E CONGÊNERES NA ÁREA VETERINÁRIA",
  "0506-0/01-88": "COLETA DE SANGUE, LEITE, TECIDOS, SÊMEN, ÓRGÃOS E MATERIAIS BIOLÓGICOS DE QUALQUER ESPÉCIE NA ÁREA VETERINÁRIA.",
  "0507-0/01-88": "UNIDADE DE ATENDIMENTO, ASSISTÊNCIA OU TRATAMENTO MÓVEL E CONGÊNERES NA ÁREA VETERINÁRIA.",
  "0508-0/01-88": "GUARDA, ALOJAMENTO OU SERVIÇO CONGÊNERES, PARA ANIMAIS",
  "0508-0/02-88": "TRATAMENTO, EMBELEZAMENTO, TOSQUIA OU SERVIÇO CONGÊNERES, PARA ANIMAIS",
  "0508-0/03-88": "AMESTRAMENTO DE ANIMAIS",
  "0508-0/04-88": "MANEJO DE ANIMAIS",
  "0509-0/01-88": "PLANOS DE SAÚDE E DE ATENDIMENTO E ASSISTÊNCIA MÉDICO-VETERINÁRIA",
  "0601-0/01-88": "BARBEARIA, CABELEIREIROS, MANICUROS, PEDICUROS E CONGÊNERES.",
  "0602-0/01-88": "SERVIÇOS DE DEPILAÇÃO OU CONGÊNERES",
  "0602-0/02-88": "SERVIÇOS DE ESTETICISTAS, MAQUIAGEM E CONGÊNERES",
  "0602-0/03-88": "SERVIÇOS DE TRATAMENTO DE PELE OU CONGÊNERES",
  "0602-0/04-88": "TATUAGEM, PIERCING E CONGÊNERES",
  "0603-0/01-88": "BANHOS, DUCHAS, SAUNA E CONGÊNERES",
  "0603-0/02-88": "SERVIÇO DE MASSAGEM OU CONGÊNERES",
  "0603-0/03-88": "EXPLORAÇÃO DE SANITÁRIOS, EXCETO BANHEIROS QUÍMICOS MÓVEIS",
  "0604-0/01-88": "GINÁSTICA, MUSCULAÇÃO, DANÇA, ESPORTES, NATAÇÃO, ARTES MARCIAIS E DEMAIS ATIVIDADES DE CONDICIONAMENTO FÍSICO",
  "0605-0/01-88": "CENTROS DE EMAGRECIMENTO, SPA E CONGÊNERES.",
  "0606-0/01-88": "APLICAÇÃO DE TATUAGENS, PIERCINGS E CONGÊNERES",
  "0701-0/01-88": "ENGENHARIA, EXCETO EXECUÇÃO MATERIAL DE OBRA",
  "0701-0/02-88": "AGRONOMIA, EXCETO EXECUÇÃO MATERIAL DE OBRA",
  "0701-0/03-88": "AGRIMENSURA OU CONGÊNERES, EXCETO EXECUÇÃO MATERIAL DE OBRA",
  "0701-0/04-88": "ARQUITETURA, EXCETO EXECUÇÃO MATERIAL DE OBRA",
  "0701-0/05-88": "GEOLOGIA, EXCETO EXECUÇÃO MATERIAL DE OBRA",
  "0701-0/06-88": "URBANISMO OU CONGÊNERES, EXCETO EXECUÇÃO MATERIAL DE OBRA",
  "0701-0/07-88": "PAISAGISMO OU CONGÊNERES, EXCETO EXECUÇÃO MATERIAL DE OBRA",
  "0702-0/01-88": "CONSTRUÇÃO DE EDIFICAÇÕES RESIDENCIAIS DE QUALQUER TIPO",
  "0702-0/02-88": "CONSTRUÇÃO DE EDIFICAÇÕES COMERCIAIS DE QUALQUER TIPO",
  "0702-0/03-88": "CONSTRUÇÃO DE EDIFICAÇÕES INDUSTRIAIS",
  "0702-0/04-88": "CONSTRUÇÃO DE EDIFICAÇÕES DESTINADAS A USOS DIVERSOS",
  "0702-0/05-88": "MONTAGEM DE EDIFICAÇÕES PRÉ-MOLDADAS OU PRÉ-FABRICADAS DE QUALQUER MATERIAL E DE NATUREZA PERMANENTE.",
  "0702-0/06-88": "EXECUÇÃO DE OBRAS EM GERAL POR CONTRATO DE ADMINISTRAÇÃO",
  "0702-0/07-88": "CONSTRUÇÃO DE RODOVIAS, RUAS E DE OUTRAS VIAS, INCLUSIVE DE PRAÇAS, PONTES, VIADUTOS, TÚNEIS, ELEVADOS, CALÇADAS, PASSARELAS, PISTAS DE AEROPORTOS E LOCAIS PARA ESTACIONAMENTOS DE VEÍCULOS",
  "0702-0/08-88": "CONSTRUÇÃO DE VIAS FÉRREAS DE SUPERFÍCIE OU SUBTERRÂNEAS",
  "0702-0/09-88": "CONSTRUÇÃO DE PISTAS DE AEROPORTOS",
  "0702-0/10-88": "PAVIMENTAÇÃO OU RECAPEAMENTO DE RODOVIAS, RUAS E OUTRAS VIAS, INCLUSIVE DE PRAÇAS, PONTES, VIADUTOS, TÚNEIS, ELEVADOS, CALÇADAS, PASSARELAS, PISTAS DE AEROPORTOS E LOCAIS PARA ESTACIONAMENTOS DE VEÍCULOS",
  "0702-0/11-88": "EXECUÇÃO DE SINALIZAÇÃO COM PINTURA EM RODOVIAS, RUAS E OUTRAS VIAS, INCLUSIVE EM PRAÇAS, PONTES, VIADUTOS, TÚNEIS, ELEVADOS, PASSARELAS, CALÇADAS, PISTAS DE AEROPORTOS E LOCAIS PARA ESTACIONAMENTOS DE VEÍCULOS",
  "0702-0/12-88": "INSTALAÇÃO DE DISPOSITIVOS DE SINALIZAÇÃO EM OBRAS DE EDIFICAÇÕES, RODOVIAS, RUAS E OUTRAS VIAS, INCLUSIVE EM PRAÇAS, PONTES, VIADUTOS, TÚNEIS, ELEVADOS, CALÇADAS, PASSARELAS, PISTAS DE AEROPORTOS E LOCAIS PARA ESTACIONAMENTOS DE VEÍCULOS",
  "0702-0/13-88": "CONSTRUÇÃO DE BARRAGENS, REPRESAS, CANAIS, DIQUES E CONGÊNERES",
  "0702-0/14-88": "CONSTRUÇÃO DE USINAS, ESTAÇÕES E SUBESTAÇÕES HIDRELÉTRICAS, EÓLICAS, NUCLEARES, TERMOELÉTRICAS E CONGÊNERES",
  "0702-0/15-88": "CONSTRUÇÃO DE REDES DE TRANSMISSÃO E DISTRIBUIÇÃO DE ENERGIA ELÉTRICA",
  "0702-0/16-88": "OBRAS PARA IMPLANTAÇÃO DE SERVIÇOS DE TELECOMUNICAÇÕES, INCLUSIVE INSTALAÇÃO DE EQUIPAMENTOS, TORRES, ANTENAS E COMPLEMENTOS",
  "0702-0/17-88": "CONSTRUÇÃO DE REDES DE TELECOMUNICAÇÕES",
  "0702-0/18-88": "CONSTRUÇÃO DE SISTEMAS PARA O ABASTECIMENTO DE ÁGUA, INCLUSIVE RESERVATÓRIOS DE DISTRIBUIÇÃO, ESTAÇÕES ELEVATÓRIAS DE BOMBEAMENTO, LINHAS PRINCIPAIS DE ADUÇÃO E REDES DE DISTRIBUIÇÃO DE ÁGUA",
  "0702-0/19-88": "CONSTRUÇÃO DE REDES DE COLETA DE ESGOTO, INCLUSIVE DE INTERCEPTORES",
  "0702-0/20-88": "CONSTRUÇÃO DE ESTAÇÕES DE TRATAMENTO DE ESGOTO",
  "0702-0/21-88": "CONSTRUÇÃO DE ESTAÇÕES DE BOMBEAMENTO DE ESGOTO",
  "0702-0/22-88": "CONSTRUÇÃO DE GALERIAS PLUVIAIS",
  "0702-0/23-88": "OBRAS DE IRRIGAÇÃO",
  "0702-0/24-88": "CONSTRUÇÃO DE REDES DE TRANSPORTE POR DUTOS, TAIS COMO OLEODUTOS, GASODUTOS, MINERODUTOS",
  "0702-0/25-88": "CONSTRUÇÃO DE PORTOS, MARINAS, ECLUSAS, CANAIS DE NAVEGAÇÃO E CONGÊNERES",
  "0702-0/26-88": "OBRAS DE ENROCAMENTOS",
  "0702-0/27-88": "OBRAS DE ATERRO, EXCETO SANITÁRIO",
  "0702-0/28-88": "MONTAGEM DE ESTRUTURAS METÁLICAS PERMANENTES EM OBRAS DE CONSTRUÇÃO CIVIL",
  "0702-0/29-88": "MONTAGEM E DESMONTAGEM DE FÔRMAS PARA CONCRETO EM OBRAS DE CONSTRUÇÃO CIVIL",
  "0702-0/30-88": "OBRAS DE MONTAGEM DE INSTALAÇÕES INDUSTRIAIS TAIS COMO REFINARIAS, INDÚSTRIAS QUÍMICAS.",
  "0702-0/31-88": "MONTAGEM OU INSTALAÇÃO DE EQUIPAMENTOS INCORPORADOS ÀS CONSTRUÇÕES, COMO ELEVADORES, ESCADAS E ESTEIRAS ROLANTES, PORTAS AUTOMÁTICAS E GIRATÓRIAS E CONGÊNERES",
  "0702-0/32-88": "SERVIÇOS DE OPERAÇÃO E FORNECIMENTO DE EQUIPAMENTOS PARA TRANSPORTE E ELEVAÇÃO DE CARGAS E PESSOAS PARA USO EM OBRAS",
  "0702-0/33-88": "SERVIÇOS DE ESCAVAÇÃO, TRANSPORTE, DEPÓSITO, NIVELAMENTO E COMPACTAÇÃO DE TERRAS, PARA REALIZAÇÃO DE UMA OBRA",
  "0702-0/34-88": "SERVIÇOS DE DERROCAMENTOS OU DESMONTE DE ROCHAS, EXCETO PARA EXPLORAÇÃO E EXPLOTAÇÃO DE RECURSOS MINERAIS",
  "0702-0/35-88": "OBRAS DE TERRAPLANAGEM PARA CONSTRUÇÃO CIVIL, INCLUSIVE A DISPONIBILIZAÇÃO DE MÁQUINAS OU EQUIPAMENTOS COM OPERADOR PARA ESTE FIM",
  "0702-0/36-88": "DRENAGEM",
  "0702-0/37-88": "REBAIXAMENTO DE LENÇÓIS FREÁTICOS.",
  "0702-0/38-88": "SONDAGENS, PERFURAÇÕES E FUROS, EXCETO PARA EXPLORAÇÃO E EXPLOTAÇÃO DE RECURSOS MINERAIS.",
  "0702-0/39-88": "PERFURAÇÃO E CONSTRUÇÃO DE POÇOS ARTESIANOS , CISTERNAS, FOSSAS E CONGÊNERES.",
  "0702-0/40-88": "EXECUÇÃO DE FUNDAÇÕES DIVERSAS PARA EDIFÍCIOS E OUTRAS OBRAS DE ENGENHARIA CIVIL, INCLUSIVE A CRAVAÇÃO DE ESTACAS E A DISPONIBILIZAÇÃO DE MÁQUINAS OU EQUIPAMENTOS COM OPERADOR PARA ESTES FINS",
  "0702-0/41-88": "CONCRETAGEM",
  "0702-0/42-88": "IMPERMEABILIZAÇÃO EM EDIFÍCIOS E OUTRAS OBRAS DE ENGENHARIA CIVIL",
  "0702-0/43-88": "CONSTRUÇÃO DE DUTOS, CONDUTOS E CABEAMENTO PARA INSTALAÇÕES TELEFÔNICAS, REDES DE INFORMÁTICA, TELEVISÃO E COMUNICAÇÕES.",
  "0702-0/44-88": "CONSTRUÇÃO DE SISTEMAS DE ELETRICIDADE, ILUMINAÇÃO E PARA-RAIOS EM IMÓVEIS",
  "0702-0/45-88": "CONSTRUÇÃO DE SISTEMAS DE ILUMINAÇÃO E SINALIZAÇÃO EM VIAS E PRÓPRIOS PÚBLICOS, RODOVIAS, FERROVIAS, PORTOS, AEROPORTOS E CONGÊNERES",
  "0702-0/46-88": "CONSTRUÇÃO DE REDES PARA DISTRIBUIÇÃO DE GASES E FLUIDOS DIVERSOS",
  "0702-0/47-88": "CONSTRUÇÃO DE SISTEMAS DE ALARME, PREVENÇÃO E PROTEÇÃO CONTRA INCÊNDIO.",
  "0702-0/48-88": "CONSTRUÇÃO DE SISTEMAS DE AQUECIMENTO DE ÁGUA, AMBIENTES E CONGÊNERES EM IMÓVEIS",
  "0702-0/49-88": "EXECUÇÃO DE OBRAS HIDRÁULICAS E SANITÁRIAS",
  "0702-0/50-88": "CONSTRUÇÃO DE SISTEMAS DE REFRIGERAÇÃO CENTRAL EM IMÓVEIS",
  "0702-0/51-88": "OBRAS DE ALVENARIA, CHAPISCO, EMBOÇO E REBOCO",
  "0702-0/52-88": "COLOCAÇÃO DE REVESTIMENTOS DE CERÂMICA, AZULEJO, MÁRMORE, GRANITO, PEDRAS E OUTROS MATERIAIS EM OBRAS DE ENGENHARIA",
  "0702-0/53-88": "INSTALAÇÃO DE ESQUADRIAS DE METAL, DE MADEIRA OU DE QUALQUER OUTRO MATERIAL EM OBRA DE ENGENHARIA",
  "0702-0/54-88": "COLOCAÇÃO DE VIDROS, CRISTAIS E ESPELHOS EM OBRAS DE CONSTRUÇÃO CIVIL",
  "0702-0/55-88": "INSTALAÇÃO DE REVESTIMENTO EM DUTOS E TUBULAÇÕES",
  "0702-0/56-88": "SERVIÇOS DE PINTURA EM OBRAS DE CONSTRUÇÃO CIVIL",
  "0702-0/57-88": "EXECUÇÃO DE TRABALHOS EM MADEIRA EM OBRAS DE CONSTRUÇÃO CIVIL",
  "0702-0/58-88": "SERVIÇOS DE ACABAMENTO EM GESSO, ESTUQUE E OUTROS MATERIAIS EM OBRAS DE CONSTRUÇÃO CIVIL",
  "0702-0/59-88": "OUTRAS OBRAS DE ENGENHARIA NÃO ESPECIFICADAS ANTERIORMENTE",
  "0702-0/60-88": "TRATAMENTOS TÉRMICOS, ACÚSTICOS OU DE VIBRAÇÃO",
  "0703-0/01-88": "ELABORAÇÃO DE PLANOS DIRETORES RELACIONADOS COM SERVIÇOS E OBRAS DE ENGENHARIA",
  "0703-0/02-88": "ELABORAÇÃO DE ESTUDOS DE VIABILIDADE RELACIONADOS COM SERVIÇOS E OBRAS DE ENGENHARIA",
  "0703-0/03-88": "ELABORAÇÃO DE ESTUDOS ORGANIZACIONAIS E OUTROS, RELACIONADOS COM SERVIÇOS E OBRAS DE ENGENHARIA",
  "0703-0/04-88": "ELABORAÇÃO DE ANTEPROJETOS, PROJETOS BÁSICOS E PROJETOS EXECUTIVOS PARA TRABALHOS DE ENGENHARIA",
  "0703-0/05-88": "OUTROS SERVIÇOS DE ENGENHARIA CONSULTIVA RELACIONADOS COM SERVIÇOS E OBRAS DE ENGENHARIA",
  "0703-0/06-88": "ELABORAÇÃO DE ESTUDOS, RELATÓRIOS, PLANOS, DIAGNÓSTICOS E PROJETOS EM ENGENHARIA AMBIENTAL",
  "0704-0/01-88": "DEMOLIÇÃO E DESMONTE DE ESTRUTURAS E CONSTRUÇÕES",
  "0705-0/01-88": "REPARAÇÃO, CONSERVAÇÃO E REFORMA DE EDIFÍCIOS E CONGÊNERES",
  "0705-0/02-88": "REPARAÇÃO, CONSERVAÇÃO E REFORMA DE ESTRADAS, PONTES, VIADUTOS, TUNEIS E CONGÊNERES",
  "0705-0/04-88": "REPARAÇÃO, CONSERVAÇÃO E REFORMA DE PORTOS E CONGÊNERES",
  "0705-0/05-88": "REPARAÇÃO, CONSERVAÇÃO E REFORMA DE IMÓVEIS EM GERAL",
  "0705-0/06-88": "EXECUÇÃO DE REFORÇO DE FUNDAÇÕES PARA EDIFÍCIOS E OUTRAS OBRAS DE ENGENHARIA CIVIL",
  "0705-0/07-88": "REPARAÇÃO, CONSERVAÇÃO E REFORMA DE RUAS E DE OUTROS LOGRADOUROS, INCLUSIVE DE PRAÇAS, PONTES, VIADUTOS, TÚNEIS, ELEVADOS, CALÇADAS, PASSARELAS, PISTAS DE AEROPORTOS E LOCAIS PARA ESTACIONAMENTOS DE VEÍCULOS",
  "0705-0/08-88": "REPARAÇÃO, CONSERVAÇÃO E REFORMA DE VIAS FÉRREAS DE SUPERFÍCIE OU SUBTERRÂNEAS",
  "0705-0/09-88": "REPARAÇÃO, CONSERVAÇÃO E REFORMA DE SINALIZAÇÃO COM PINTURA EM RODOVIAS, RUAS E OUTRAS VIAS, INCLUSIVE EM PRAÇAS, PONTES, VIADUTOS, TÚNEIS, ELEVADOS, PASSARELAS, CALÇADAS, PISTAS DE AEROPORTOS E LOCAIS PARA ESTACIONAMENTOS DE VEÍCULOS",
  "0705-0/10-88": "REPARAÇÃO, CONSERVAÇÃO E REFORMA DE BARRAGENS, REPRESAS, CANAIS, DIQUES E CONGÊNERES",
  "0705-0/11-88": "REPARAÇÃO, CONSERVAÇÃO E REFORMA DE USINAS, ESTAÇÕES E SUBESTAÇÕES HIDRELÉTRICAS, EÓLICAS, NUCLEARES, TERMOELÉTRICAS E CONGÊNERES",
  "0705-0/12-88": "REPARAÇÃO, CONSERVAÇÃO E REFORMA DE REDES DE TRANSMISSÃO E DISTRIBUIÇÃO DE ENERGIA ELÉTRICA",
  "0705-0/13-88": "REPARAÇÃO, CONSERVAÇÃO E REFORMA DE SISTEMAS PARA O ABASTECIMENTO DE ÁGUA, INCLUSIVE RESERVATÓRIOS DE DISTRIBUIÇÃO, ESTAÇÕES ELEVATÓRIAS DE BOMBEAMENTO, LINHAS PRINCIPAIS DE ADUÇÃO E REDES DE DISTRIBUIÇÃO DE ÁGUA",
  "0705-0/14-88": "REPARAÇÃO E REFORMA DE REDES DE COLETA, ESTAÇÕES DE TRATAMENTO E BOMBEAMENTO DE ESGOTO, INCLUSIVE DE INTERCEPTORES",
  "0705-0/15-88": "REPARAÇÃO E REFORMA DE GALERIAS PLUVIAIS",
  "0705-0/16-88": "REPARAÇÃO E REFORMA DE REDES DE TRANSPORTE POR DUTOS, TAIS COMO OLEODUTOS, GASODUTOS E MINERODUTOS",
  "0705-0/17-88": "REPARAÇÃO E REFORMA DE DUTOS, CONDUTOS E CABEAMENTO PARA INSTALAÇÕES TELEFÔNICAS, REDES DE INFORMÁTICA, TELEVISÃO E COMUNICAÇÕES.",
  "0705-0/18-88": "REPARAÇÃO, CONSERVAÇÃO E REFORMA DE PORTOS, MARINAS, ECLUSAS, CANAIS DE NAVEGAÇÃO E CONGÊNERES",
  "0705-0/19-88": "REPARAÇÃO E REFORMA DE ESTRUTURAS METÁLICAS PERMANENTES EM OBRAS DE CONSTRUÇÃO CIVIL",
  "0705-0/20-88": "REPARAÇÃO E REFORMA DE REDES PARA DISTRIBUIÇÃO DE GASES E FLUIDOS DIVERSOS",
  "0705-0/21-88": "REPARAÇÃO E REFORMA DE ISOLAMENTOS TÉRMICOS, ACÚSTICOS OU DE VIBRAÇÃO",
  "0706-0/01-88": "COLOCAÇÃO DE TAPETES, CARPETES, ASSOALHOS, PISO FLUTUANTE E CONGÊNERES, COM MATERIAL FORNECIDO PELO TOMADOR DO SERVIÇO.",
  "0706-0/02-88": "INSTALAÇÃO DE CORTINAS COM MATERIAL FORNECIDO PELO TOMADOR DO SERVIÇO.",
  "0706-0/03-88": "COLOCAÇÃO DE REVESTIMENTOS DE PAREDE COM MATERIAL FORNECIDO PELO TOMADOR DO SERVIÇO.",
  "0706-0/04-88": "INSTALAÇÃO DE VIDROS COM MATERIAL FORNECIDO PELO TOMADOR DO SERVIÇO.",
  "0706-0/05-88": "INSTALAÇÃO DE DIVISÓRIAS COM MATERIAL FORNECIDO PELO TOMADOR DO SERVIÇO.",
  "0706-0/06-88": "INSTALAÇÃO DE PLACAS DE GESSO COM MATERIAL FORNECIDO PELO TOMADOR DO SERVIÇO.",
  "0706-0/07-88": "INSTALAÇÕES DE ACESSÓRIOS E COMPLEMENTOS EM BENS IMÓVEIS COM MATERIAL FORNECIDO PELO TOMADOR DO SERVIÇO",
  "0707-0/01-88": "RECUPERAÇÃO, RASPAGEM, POLIMENTO, LUSTRAÇÃO DE PISOS E CONGÊNERES",
  "0707-0/02-88": "APLICAÇÃO DE SINTECO",
  "0708-0/01-88": "CALAFETAÇÃO",
  "0709-0/01-88": "VARRIÇÃO DE LIXO, REJEITOS E OUTROS RESÍDUOS QUAISQUER.",
  "0709-0/02-88": "COLETA E REMOÇÃO DE LIXO, ENTULHOS, REJEITOS E OUTROS RESÍDUOS QUAISQUER",
  "0709-0/03-88": "COLETA E REMOÇÃO DE LIXO, ENTULHOS, REJEITOS E OUTROS RESÍDUOS QUAISQUER POR MEIO DE CAÇAMBAS",
  "0709-0/04-88": "INCINERAÇÃO, TRATAMENTO, RECICLAGEM E SEPARAÇÃO DE LIXO, REJEITOS E OUTROS RESÍDUOS QUAISQUER.",
  "0709-0/05-88": "COLETA, TRATAMENTO OU REMOÇÃO DE REJEITOS E OUTROS RESÍDUOS QUAISQUER POR MEIO DE BANHEIROS QUÍMICOS",
  "0709-0/06-88": "DESTINAÇÃO FINAL DE LIXO, REJEITOS E OUTROS RESÍDUOS QUAISQUER, INCLUSIVE ATERRO SANITÁRIO",
  "0709-0/07-88": "GESTÃO DE REDES DE ESGOTO",
  "0709-0/08-88": "DESCONTAMINAÇÃO E OUTROS SERVIÇOS DE GESTÃO DE RESÍDUOS",
  "0710-0/01-88": "LIMPEZA DE VIAS E LOGRADOUROS PÚBLICOS, PARQUES, JARDINS E CONGÊNERES.",
  "0710-0/02-88": "LIMPEZA DE IMÓVEIS, CHAMINÉS, PISCINAS E CONGÊNERES.",
  "0710-0/03-88": "MANUTENÇÃO E CONSERVAÇÃO DE VIAS E LOGRADOUROS.",
  "0710-0/04-88": "MANUTENÇÃO E CONSERVAÇÃO DE IMÓVEIS, CHAMINÉS, PISCINAS, PARQUES, JARDINS E CONGÊNERES.",
  "0711-0/01-88": "DECORAÇÃO",
  "0711-0/02-88": "JARDINAGEM, INCLUSIVE CORTE E PODA DE ÁRVORES.",
  "0712-0/01-88": "CONTROLE E TRATAMENTO DE EFLUENTES DE QUALQUER NATUREZA E DE AGENTES FÍSICOS, QUÍMICOS E BIOLÓGICOS.",
  "0713-0/01-88": "DEDETIZAÇÃO, DESINFECÇÃO, DESINSETIZAÇÃO, IMUNIZAÇÃO, HIGIENIZAÇÃO, DESRATIZAÇÃO E CONGÊNERES EM BENS IMÓVEIS",
  "0713-0/02-88": "PULVERIZAÇÃO E CONTROLE DE PRAGAS",
  "0716-0/01-88": "FLORESTAMENTO, REFLORESTAMENTO",
  "0716-0/02-88": "ADUBAÇÃO",
  "0716-0/03-88": "SEMEADURA",
  "0716-0/04-88": "OUTROS SERVIÇOS DE AGRICULTURA E CONGÊNERES TAIS COMO PLANTIO, COLHEITA, DESMATAMENTO, DESTOCAMENTO.",
  "0716-0/05-88": "REPARAÇÃO DE SOLO, PLANTIO, COLHEITA",
  "0716-0/06-88": "SILAGEM",
  "0716-0/07-88": "CORTE E DESCASCAMENTO DE ÁRVORES",
  "0716-0/08-88": "SILVICULTURA",
  "0716-0/09-88": "DESTOCAMENTO",
  "0716-0/10-88": "EXPLORAÇÃO FLORESTAL E DOS SERVIÇOS CONGÊNERES INDISSOCIÁVEIS DA FORMAÇÃO, MANUTENÇÃO E COLHEITA DE FLORESTAS, PARA QUAISQUER FINS E POR QUAISQUER MEIOS",
  "0717-0/01-88": "ESCORAMENTO E SERVIÇOS CONGÊNERES",
  "0717-0/02-88": "CONTENÇÃO DE ENCOSTAS E SERVIÇOS CONGÊNERES",
  "0718-0/01-88": "LIMPEZA E DRAGAGEM DE RIOS, PORTOS, CANAIS, BAÍAS, LAGOS, LAGOAS, REPRESAS, AÇUDES E CONGÊNERES.",
  "0719-0/01-88": "ACOMPANHAMENTO E FISCALIZAÇÃO DA EXECUÇÃO DE OBRAS DE ENGENHARIA, ARQUITETURA E URBANISMO REALIZADOS NO LOCAL DA OBRA",
  "0720-0/01-88": "AEROFOTOGRAMETRIA, INCLUSIVE INTERPRETAÇÃO",
  "0720-0/02-88": "CARTOGRAFIA, GEOGRÁFICOS, MAPEAMENTO OU CONGÊNERES",
  "0720-0/03-88": "LEVANTAMENTOS TOPOGRÁFICOS OU CONGÊNERES",
  "0720-0/04-88": "LEVANTAMENTOS BATIMÉTRICOS OU CONGÊNERES",
  "0720-0/05-88": "LEVANTAMENTOS GEODÉSICOS, GEOLÓGICOS, GEOFÍSICOS E CONGÊNERES.",
  "0721-0/01-88": "PESQUISA, PERFURAÇÃO, CIMENTAÇÃO, MERGULHO, PERFILAGEM, CONCRETAÇÃO, TESTEMUNHAGEM, PESCARIA, ESTIMULAÇÃO E OUTROS SERVIÇOS RELACIONADOS COM A EXPLORAÇÃO E EXPLOTAÇÃO DE PETRÓLEO OU GÁS NATURAL.",
  "0721-0/02-88": "SERVIÇOS RELACIONADOS COM A EXPLORAÇÃO RECURSOS MINERAIS, EXCETO PETRÓLEO E GÁS NATURAL.",
  "0722-0/01-88": "NUCLEAÇÃO E BOMBARDEAMENTO DE NUVENS E CONGÊNERES.",
  "0801-0/01-88": "ENSINO PRÉ-ESCOLAR",
  "0801-0/02-88": "ENSINO FUNDAMENTAL E MÉDIO, INCLUSIVE SUPLETIVO, TÉCNICO E TECNOLÓGICO",
  "0801-0/03-88": "ENSINO SUPERIOR, PÓS GRADUAÇÃO, MESTRADO, DOUTORADO E CONGÊNERES",
  "0801-0/04-88": "ENSINO REGULAR À DISTÂNCIA",
  "0801-0/05-88": "SERVIÇOS DE INTERCÂMBIO CULTURAL, EDUCACIONAL, PROFISSIONAL E CONGÊNERES",
  "0802-0/01-88": "INSTRUÇÃO E TREINAMENTO, AVALIAÇÃO DE CONHECIMENTOS DE QUAISQUER NATUREZA",
  "0802-0/02-88": "CURSOS PREPARATÓRIOS PARA CONCURSOS, INCLUSIVE PRÉ-VESTIBULAR",
  "0802-0/03-88": "ORIENTAÇÃO PEDAGÓGICA, EDUCACIONAL E AVALIAÇÃO DE CONHECIMENTOS",
  "0802-0/04-88": "CURSOS TÉCNICOS, TECNOLÓGICOS E PROFISSIONALIZANTES EM GERAL, EXCETO SE ENSINO REGULAR",
  "0802-0/05-88": "CURSOS DE MÚSICA, DANÇA, ARTES PLÁSTICAS, CÊNICAS, VISUAIS, CIRCENSE E OUTROS CURSOS DE ARTE E CULTURA EM GERAL",
  "0802-0/06-88": "CURSOS DE NATAÇÃO, ARTES MARCIAIS, MERGULHO, EQUITAÇÃO, FUTEBOL, TÊNIS, VOLEIBOL, ALPINISMO E OUTROS CURSOS DE ESPORTE EM GERAL",
  "0802-0/07-88": "CURSOS DE IDIOMAS",
  "0802-0/08-88": "CURSO DE FORMAÇÃO DE CONDUTORES",
  "0802-0/09-88": "CURSO DE PILOTAGEM",
  "0802-0/10-88": "CURSOS DE INFORMÁTICA",
  "0802-0/11-88": "OUTRAS ATIVIDADES DE ENSINO NÃO ESPECIFICADAS ANTERIORMENTE",
  "0802-0/12-88": "INSTRUÇÃO, TREINAMENTO E AVALIAÇÃO DE CONHECIMENTOS NA ÁREA MÉDICA",
  "0901-0/01-88": "HOSPEDAGEM EM HOTEL, POUSADA, PENSÃO, ALBERGUE, HOSPEDARIA, CAMPING E CONGÊNERES",
  "0901-0/02-88": "HOSPEDAGEM EM APART-HOTEL, APART-SERVICE CONDOMINIAL, FLAT, HOTEL RESIDÊNCIA, RESIDENCE-SERVICE, SUÍTE SERVICE, FLAT-HOTEL OU CONGÊNERES",
  "0901-0/03-88": "MOTÉIS, DRIVE-IN E CONGÊNERES",
  "0902-0/01-88": "AGENCIAMENTO, INTERMEDIAÇÃO E PROMOÇÃO DE PACOTES E PROGRAMAS TURÍSTICOS, PASSEIOS, VIAGENS, EXCURSÕES, HOSPEDAGENS, RESERVAS E CONGÊNERES.",
  "0902-0/02-88": "ORGANIZAÇÃO E EXECUÇÃO DE PACOTES E PROGRAMAS TURÍSTICOS, PASSEIOS, VIAGENS, EXCURSÕES, TRASLADOS E CONGÊNERES.",
  "0903-0/01-88": "GUIA DE TURISMO",
  "0910-6/00-00": "ATIVIDADES DE APOIO A EXTRACAO DE PETROLEO E GAS NATURAL",
  "0990-4/01-00": "ATIVIDADES DE APOIO A EXTRACAO DE MINERIO DE FERRO",
  "0990-4/02-00": "ATIVIDADES DE APOIO A EXTRACAO DE MINERAIS METALICOS NAO-FERROSOS",
  "0990-4/03-00": "ATIVIDADES DE APOIO A EXTRACAO DE MINERAIS NAO-METALICOS",
  "1001-0/01-88": "AGENCIAMENTO, CORRETAGEM E INTERMEDIAÇÃO DE PLANOS DE SAÚDE",
  "1001-0/02-88": "AGENCIAMENTODE CÂMBIO",
  "1001-0/03-88": "CORRETAGEM DE CÂMBIO",
  "1001-0/04-88": "INTERMEDIAÇÃO DE CÂMBIO",
  "1001-0/05-88": "AGENCIAMENTODE SEGUROS",
  "1001-0/06-88": "CORRETAGEM DE SEGUROS",
  "1001-0/07-88": "INTERMEDIAÇÃO DE SEGUROS",
  "1001-0/08-88": "AGENCIAMENTO DE CARTÕES DE CRÉDITO",
  "1001-0/09-88": "CORRETAGEM DE CARTÕES DE CRÉDITO",
  "1001-0/10-88": "INTERMEDIAÇÃO DE CARTÕES DE CRÉDITO",
  "1001-0/11-88": "AGENCIAMENTO DE PLANOS DE PREVIDÊNCIA PRIVADA",
  "1001-0/12-88": "CORRETAGEM DE PLANOS DE PREVIDÊNCIA PRIVADA",
  "1001-0/13-88": "INTERMEDIAÇÃO DE PLANOS DE PREVIDÊNCIA PRIVADA",
  "1002-0/01-88": "AGENCIAMENTO DE TÍTULOS EM GERAL",
  "1002-0/02-88": "CORRETAGEM DE TÍTULOS EM GERAL",
  "1002-0/03-88": "INTERMEDIAÇÃO DE TÍTULOS EM GERAL",
  "1002-0/04-88": "AGENCIAMENTO DE VALORES MOBILIÁRIOS",
  "1002-0/05-88": "CORRETAGEM DE VALORES MOBILIÁRIOS",
  "1002-0/06-88": "INTERMEDIAÇÃO DE VALORES MOBILIÁRIOS",
  "1002-0/07-88": "AGENCIAMENTO DE CONTRATOS QUAISQUER",
  "1002-0/08-88": "CORRETAGEM DE CONTRATOS QUAISQUER",
  "1002-0/09-88": "INTERMEDIAÇÃO DE CONTRATOS QUAISQUER",
  "1003-0/01-88": "AGENCIAMENTO, CORRETAGEM OU INTERMEDIAÇÃO DE DIREITOS DE PROPRIEDADE INDUSTRIAL, ARTÍSTICA OU LITERÁRIA.",
  "1004-0/01-88": "AGENCIAMENTO DE CONTRATOS DE ARRENDAMENTO MERCANTIL (LEASING)",
  "1004-0/02-88": "CORRETAGEM DE CONTRATOS DE ARRENDAMENTO MERCANTIL (LEASING)",
  "1004-0/03-88": "INTERMEDIAÇÃO DE CONTRATOS DE ARRENDAMENTO MERCANTIL (LEASING)",
  "1004-0/04-88": "AGENCIAMENTO DE CONTRATOS DE “FATURIZAÇÃO” (FACTORING)",
  "1004-0/05-88": "CORRETAGEM DE CONTRATOS DE “FATURIZAÇÃO” (FACTORING)",
  "1004-0/06-88": "INTERMEDIAÇÃO DE CONTRATOS DE “FATURIZAÇÃO” (FACTORING)",
  "1004-0/07-88": "AGENCIAMENTO, CORRETAGEM OU INTERMEDIAÇÃO DE CONTRATOS DE FRANQUIA (FRANCHISING)",
  "1005-0/01-88": "AGENCIAMENTO DE BENS MÓVEIS NÃO ABRANGIDOS EM OUTROS ITENS / SUBITENS",
  "1005-0/02-88": "CORRETAGEM DE BENS MÓVEIS NÃO ABRANGIDOS EM OUTROS ITENS / SUBITENS",
  "1005-0/03-88": "INTERMEDIAÇÃO DE BENS MÓVEIS NÃO ABRANGIDOS EM OUTROS ITENS / SUBITENS",
  "1005-0/04-88": "AGENCIAMENTO DE BENS IMÓVEIS NÃO ABRANGIDOS EM OUTROS ITENS / SUBITENS",
  "1005-0/05-88": "CORRETAGEM DE BENS IMÓVEIS NÃO ABRANGIDOS EM OUTROS ITENS / SUBITENS",
  "1005-0/06-88": "INTERMEDIAÇÃO DE BENS IMÓVEIS NÃO ABRANGIDOS EM OUTROS ITENS / SUBITENS",
  "1005-0/07-88": "AGENCIAMENTO NO ÂMBITO DE BOLSAS DE MERCADORIAS E FUTUROS",
  "1005-0/08-88": "CORRETAGEM NO ÂMBITO DE BOLSAS DE MERCADORIAS E FUTUROS",
  "1005-0/09-88": "INTERMEDIAÇÃO NO ÂMBITO DE BOLSAS DE MERCADORIAS E FUTUROS",
  "1005-0/10-88": "SERVIÇOS DE INTERMEDIAÇÃO OU AGENCIAMENTO DE VENDA DE PRODUTO OU SERVIÇO, REALIZADOS MEDIANTE CENTRAIS DE TELEATENDIMENTO",
  "1006-0/01-88": "AGENCIAMENTO MARÍTIMO.",
  "1007-0/01-88": "AGENCIAMENTO DE NOTÍCIAS.",
  "1008-0/01-88": "AGENCIAMENTO DE PUBLICIDADE E PROPAGANDA, INCLUSIVE O AGENCIAMENTO DE VEICULAÇÃO POR QUAISQUER MEIOS.",
  "1009-0/01-88": "REPRESENTAÇÃO DE QUALQUER NATUREZA, INCLUSIVE COMERCIAL.",
  "1010-0/01-88": "DISTRIBUIÇÃO DE BENS DE TERCEIROS",
  "1011-2/05-00": "MATADOURO - ABATE DE RESES SOB CONTRATO - EXCETO ABATE DE SUINOS",
  "1012-1/04-00": "MATADOURO - ABATE DE SUINOS SOB CONTRATO",
  "1101-0/01-88": "GUARDA E ESTACIONAMENTO DE VEÍCULOS TERRESTRES AUTOMOTORES, DE AERONAVES E DE EMBARCAÇÕES.",
  "1102-0/01-88": "VIGILANCIA, SEGURANCA OU MONITORAMENTO DE BENS, PESSOAS E SEMOVENTES",
  "1103-0/01-88": "ESCOLTA, INCLUSIVE DE VEÍCULOS E CARGAS.",
  "1104-0/01-88": "ARMAZENAMENTO, DEPÓSITO E GUARDA DE BENS DE QUALQUER ESPÉCIE",
  "1104-0/02-88": "CARGA, DESCARGA E ARRUMAÇÃO DE BENS DE QUALQUER ESPÉCIE",
  "1201-0/01-22": "ESPETÁCULOS TEATRAIS COM COBRANÇA DE INGRESSOS",
  "1201-0/01-88": "ESPETÁCULOS TEATRAIS",
  "1202-0/01-22": "EXIBIÇÕES CINEMATOGRÁFICAS COM COBRANÇA DE INGRESSOS",
  "1202-0/01-88": "EXIBIÇÕES CINEMATOGRÁFICAS",
  "1203-0/01-22": "ESPETÁCULOS CIRCENSES COM COBRANÇA DE INGRESSOS",
  "1203-0/01-88": "ESPETÁCULOS CIRCENSES",
  "1204-0/01-22": "PROGRAMA DE AUDITÓRIO COM COBRANÇA DE INGRESSOS",
  "1204-0/01-88": "PROGRAMAS DE AUDITÓRIO",
  "1205-0/01-22": "PARQUES DE DIVERSÕES, CENTROS DE LAZER E CONGÊNERES COM COBRANÇA DE INGRESSO",
  "1205-0/01-88": "PARQUES DE DIVERSÕES, CENTROS DE LAZER E CONGÊNERES.",
  "1206-0/01-88": "BOATES, TAXI-DANCING, NIGHT-CLUB, DANCETERIAS, CASAS NOTURNAS, BARES, RESTAURANTES DANÇANTES E OUTROS ESTABELECIMENTOS SIMILARES COM COBRANÇA DE INGRESSO, COUVERT ARTÍSTICO E CONGÊNERES.",
  "1206-0/02-88": "GESTÃO DE ESPAÇOS PARA ARTES CÊNICAS, ESPETÁCULOS E OUTRAS ATIVIDADES ARTÍSTICAS",
  "1207-0/01-22": "SHOWS, BALLET, DANÇAS, DESFILES, BAILES, ÓPERAS, CONCERTOS, RECITAIS, FESTIVAIS E CONGÊNERES COM COBRANÇA DE INGRESSOS",
  "1207-0/01-88": "SHOWS, BALLET, DANÇAS, DESFILES, BAILES, ÓPERAS, CONCERTOS, RECITAIS, FESTIVAIS E CONGÊNERES.",
  "1207-0/02-88": "SERVIÇOS DE ILUMINAÇÃO, SONORIZAÇÃO PARA CASA DE ESPETÁCULOS E OU ATIVIDADES ARTÍSTICAS, INCLUSIVE ILUMINAÇÃO CÊNICA",
  "1208-0/01-22": "FEIRAS, EXPOSIÇÕES, CONGRESSOS E CONGÊNERES COM COBRANÇA DE INGRESSOS",
  "1208-0/01-88": "FEIRAS, EXPOSIÇÕES, CONGRESSOS E CONGÊNERES COM COBRANÇA DE INGRESSOS.",
  "1208-0/02-88": "FEIRAS, EXPOSIÇÕES, CONGRESSOS E CONGÊNERES.",
  "1209-0/01-88": "BILHAR, SINUCA, PEBOLIM E OUTROS JOGOS NÃO ELETRÔNICOS",
  "1209-0/02-22": "EXPLORAÇÃO DE KARTS COM COBRANÇA DE INGRESSOS",
  "1209-0/02-88": "EXPLORAÇÃO DE KARTS",
  "1209-0/03-88": "BOLICHE.",
  "1209-0/04-88": "DIVERTIMENTO ELETRÔNICO, INCLUSIVE VITROLA AUTOMÁTICA, CABINES PRIVÊ, JOGOS POR COMPUTADOR, VIDEOGAMES, VIDEOKÊ E DEMAIS EQUIPAMENTOS ACIONADOS POR FICHAS, CARTÕES, OU QUAISQUER OUTROS DISPOSITIVOS",
  "1210-0/01-22": "CORRIDAS E COMPETIÇÕES DE ANIMAIS COM COBRANÇA DE INGRESSOS",
  "1210-0/01-88": "CORRIDAS E COMPETIÇÕES DE ANIMAIS.",
  "1211-0/01-22": "COMPETIÇÕES ESPORTIVAS OU DE DESTREZA FÍSICA OU INTELECTUAL, COM OU SEM A PARTICIPAÇÃO DO ESPECTADOR COM COBRANÇA DE INGRESSO",
  "1211-0/01-88": "COMPETIÇÕES ESPORTIVAS OU DE DESTREZA FÍSICA OU INTELECTUAL, COM OU SEM A PARTICIPAÇÃO DO ESPECTADOR.",
  "1212-0/01-22": "EXECUÇÃO DE MÚSICA, INDIVIDUALMENTE OU POR CONJUNTO COM COBRANÇA DE INGRESSO",
  "1212-0/01-88": "EXECUÇÃO DE MÚSICA, INDIVIDUALMENTE OU POR CONJUNTO.",
  "1213-0/01-88": "PRODUÇÃO, MEDIANTE OU SEM ENCOMENDA PRÉVIA, DE EVENTOS, ESPETÁCULOS, ENTREVISTAS, SHOWS, BALLET, DANÇAS, DESFILES, BAILES, TEATROS, ÓPERAS, CONCERTOS, RECITAIS, FESTIVAIS E CONGÊNERES.",
  "1213-0/02-88": "PRODUÇÃO CINEMATOGRÁFICA DE VÍDEOS E DE PROGRAMAS DE TELEVISÃO, COM OU SEM ENCOMENDA PRÉVIA, NÃO ESPECIFICADOS ANTERIORMENTE",
  "1214-0/01-88": "FORNECIMENTO DE MÚSICA PARA AMBIENTES FECHADOS OU NÃO, MEDIANTE TRANSMISSÃO POR QUALQUER PROCESSO",
  "1215-0/01-22": "DESFILES DE BLOCOS CARNAVALESCOS OU FOLCLÓRICOS, TRIOS ELÉTRICOS E CONGÊNERES",
  "1215-0/01-88": "DESFILES DE BLOCOS CARNAVALESCOS OU FOLCLÓRICOS, TRIOS ELÉTRICOS E CONGÊNERES.",
  "1216-0/01-88": "EXIBIÇÃO DE FILMES, ENTREVISTAS, MUSICAIS, ESPETÁCULOS, SHOWS, CONCERTOS, DESFILES, ÓPERAS, COMPETIÇÕES ESPORTIVAS, DE DESTREZA INTELECTUAL OU CONGÊNERES.",
  "1217-0/01-88": "RECREAÇÃO E ANIMAÇÃO, INCLUSIVE EM FESTAS E EVENTOS DE QUALQUER NATUREZA.",
  "1302-0/01-88": "GRAVAÇÃO, TRUCAGEM, REPRODUÇÃO, EDIÇÃO E MIXAGEM DE SONS, FONOGRAFIA, E CONGÊNERES",
  "1302-0/02-88": "DUBLAGEM",
  "1303-0/01-88": "GRAVAÇÃO, TRUCAGEM, REPRODUÇÃO E MIXAGEM DE VÍDEOS, FILMES, E CONGÊNERES",
  "1303-0/02-88": "FILMAGENS DE FESTAS E EVENTOS",
  "1303-0/03-88": "FOTOGRAFIA E CINEMATOGRAFIA, INCLUSIVE REVELAÇÃO, AMPLIAÇÃO, CÓPIA, REPRODUÇÃO, TRUCAGEM",
  "1304-0/01-88": "SERVIÇOS DE REPROGRAFIA EM GERAL",
  "1304-0/02-88": "SERVIÇOS DE MICROFILMAGEM",
  "1304-0/03-88": "SERVIÇOS DE DIGITALIZAÇÃO E CONGENERES",
  "1305-0/01-88": "FOTOCOMPOSIÇÃO, CLICHERIA, ZINCOGRAFIA, LITOGRAFIA, FOTOLITOGRAFIA E OUTRAS MATRIZES GRÁFICAS",
  "1305-0/02-88": "IMPRESSÃO E CONFECÇÃO DE IMPRESSOS EM GERAL",
  "1305-0/03-88": "SERIGRAFIA (SILK-SCREEN) E CONGÊNERES",
  "1305-0/04-88": "ACABAMENTO GRÁFICO EM GERAL, INCLUSIVE CORTE, RECORTE, DOBRA E PERFURAÇÃO",
  "1305-0/05-88": "SERVIÇOS DE PLOTAGEM",
  "1305-0/06-88": "ATIVIDADE DE IMPRESSÃO",
  "1305-0/07-88": "COMPOSIÇÃO GRÁFICA",
  "1340-5/01-00": "ESTAMPARIA E TEXTURIZACAO EM FIOS, TECIDOS, ARTIGOS TEXTEIS E PECAS DO VESTUARIO",
  "1340-5/02-00": "ALVEJAMENTO, TINGIMENTO E TORCAO EM FIOS, TECIDOS, ARTEFATOS TEXTEIS E PECAS DO VESTUARIO",
  "1340-5/99-00": "OUTROS SERVICOS DE ACABAMENTO EM FIOS, TECIDOS, ARTEFATOS TEXTEIS E PECAS DO VESTUARIO",
  "1401-0/01-88": "LUBRIFICAÇÃO, LIMPEZA, LUSTRAÇÃO, REVISÃO, CONSERTO, RESTAURAÇÃO, BLINDAGEM, MANUTENÇÃO E CONSERVAÇÃO DE MOTORES, MÁQUINAS, APARELHOS, EQUIPAMENTOS OU DE QUALQUER OBJETO (EXCETO PEÇAS E PARTES EMPREGADAS, QUE FICAM SUJEITAS AO ICMS).",
  "1401-0/02-88": "LUBRIFICAÇÃO, LIMPEZA, LUSTRAÇÃO, REVISÃO, CONSERTO, RESTAURAÇÃO, BLINDAGEM, ALINHAMENTO, BALANCEAMENTO, MANUTENÇÃO E CONSERVAÇÃO DE EMBARCAÇÕES, AERONAVES E VEÍCULOS EM GERAL (EXCETO PEÇAS E PARTES EMPREGADAS, QUE FICAM SUJEITAS AO ICMS).",
  "1401-0/03-88": "LUBRIFICAÇÃO, LIMPEZA, LUSTRAÇÃO, REVISÃO, CONSERTO, RESTAURAÇÃO, BLINDAGEM, MANUTENÇÃO E CONSERVAÇÃO DE ELEVADORES, ESTEIRAS, ESCADAS ROLANTES E DE OUTROS EQUIPAMENTOS DE TRANSPORTE E ELEVAÇÃO (EXCETO PEÇAS E PARTES EMPREGADAS, QUE FICAM SUJEITAS AO ICMS).",
  "1401-0/04-88": "CARGA E RECARGA DE EXTINTORES, CILINDROS, CARTUCHOS DE IMPRESSÃO E OUTROS OBJETOS (EXCETO PEÇAS E PARTES EMPREGADAS, QUE FICAM SUJEITAS AO ICMS).",
  "1401-0/05-88": "MANUTENÇÃO E CONSERTO DE APARELHOS, EQUIPAMENTOS E MÁQUINAS DE ESTAÇÕES E DE REDES ELÉTRICAS (EXCETO PEÇAS E PARTES EMPREGADAS, QUE FICAM SUJEITAS AO ICMS).",
  "1401-0/06-88": "MANUTENÇÃO E CONSERTO DE APARELHOS, DE EQUIPAMENTOS E MÁQUINAS DE ESTAÇÕES E DE REDES DE TELECOMUNICAÇÕES (EXCETO PEÇAS E PARTES EMPREGADAS, QUE FICAM SUJEITAS AO ICMS).",
  "1401-0/07-88": "MANUTENÇÃO E CONSERTO DE APARELHOS, EQUIPAMENTOS E MÁQUINAS DE ESTAÇÕES E DE REDES HIDRÁULICAS E DE COMBUSTÍVEIS EM GERAL (EXCETO PEÇAS E PARTES EMPREGADAS, QUE FICAM SUJEITAS AO ICMS).",
  "1401-0/08-88": "MANUTENÇÃO E CONSERTO DE APARELHOS, EQUIPAMENTOS E MÁQUINAS DE SISTEMAS DE CLIMATIZAÇÃO EM GERAL (EXCETO PEÇAS E PARTES EMPREGADAS, QUE FICAM SUJEITAS AO ICMS).",
  "1401-0/09-88": "MANUTENÇÃO E CONSERTO DE APARELHOS, COMPUTADORES E OUTROS EQUIPAMENTOS E APARELHOS DE INFORMÁTICA E DE TELECOMUNICAÇÃO (EXCETO PEÇAS E PARTES EMPREGADAS, QUE FICAM SUJEITAS AO ICMS).",
  "1402-0/01-88": "ASSISTÊNCIA TÉCNICA",
  "1403-0/01-88": "RETIFICA E RECONDICIONAMENTO DE MOTORES (EXCETO PEÇAS E PARTES EMPREGADAS, QUE FICAM SUJEITAS AO ICMS).",
  "1404-0/01-88": "RECAUCHUTAGEM OU REGENERAÇÃO DE PNEUS, INCLUSIVE SERVIÇOS DE BORRACHARIA",
  "1405-0/01-88": "RESTAURAÇÃO, RECONDICIONAMENTO, E CONGÊNERES DE OBJETOS QUAISQUER",
  "1405-0/02-88": "PINTURA, POLIMENTO, ENVELOPAMENTO E TRATAMENTO DE SUPERFÍCIE DE AERONAVES, EMBARCAÇÕES E VEÍCULOS EM GERAL",
  "1405-0/03-88": "PINTURA, TINGIMENTO, SECAGEM, POLIMENTO E TRATAMENTO DE SUPERFÍCIE DE OBJETOS EM GERAL",
  "1405-0/04-88": "BENEFICIAMENTO DE OBJETOS QUAISQUER",
  "1405-0/05-88": "LAVAGEM, HIGIENIZAÇÃO E IMUNIZAÇÃO DE AERONAVES, EMBARCAÇÕES E VEÍCULOS EM GERAL",
  "1405-0/06-88": "LAVAGEM, HIGIENIZAÇÃO, IMUNIZAÇÃO E ESTERILIZAÇÃO DE OBJETOS QUAISQUER, EXCETO TECIDOS",
  "1405-0/07-88": "GALVANOPLASTIA, ANODIZAÇÃO, CROMAGEM, ZINCAGEM, TRATAMENTO E REVESTIMENTO EM GERAL DE METAIS",
  "1405-0/08-88": "RESTAURAÇÃO DE OBJETOS DE ARTE",
  "1405-0/09-88": "RECONDICIONAMENTO DE BATERIAS",
  "1405-0/10-88": "USINAGEM, SOLDA, CORTE, RECORTE, DOBRA, ESTIRAMENTO E TORNEAMENTO DE OBJETOS QUAISQUER",
  "1405-0/11-88": "PLASTIFICAÇÃO EM OBJETOS QUAISQUER",
  "1405-0/12-88": "ACONDICIONAMENTO, ENVASAMENTO, EMPACOTAMENTO E CONGÊNERES",
  "1405-0/13-88": "CORTE E OU COSTURA DE OBJETOS QUAISQUER",
  "1405-0/14-88": "ACABAMENTO DE OBJETOS QUAISQUER",
  "1406-0/01-88": "INSTALAÇÃO OU MONTAGEM DE APARELHOS, MÁQUINAS E EQUIPAMENTOS, INCLUSIVE EM PLANTAS INDUSTRIAIS, PRESTADOS AO USUÁRIO FINAL, EXCLUSIVAMENTE COM MATERIAL POR ELE FORNECIDO",
  "1406-0/02-88": "INSTALAÇÃO OU MONTAGEM DE PAINÉIS, STANDS E OUTRAS ESTRUTURAS MÓVEIS, PRESTADOS AO USUÁRIO FINAL, EXCLUSIVAMENTE COM MATERIAL POR ELE FORNECIDO",
  "1406-0/03-88": "INSTALAÇÃO DE ACESSÓRIOS EM GERAL PARA VEÍCULOS, PRESTADA AO USUÁRIO FINAL EXCLUSIVAMENTE COM MATERIAL POR ELE FORNECIDO",
  "1406-0/04-88": "SERVIÇOS DE MONTAGEM DE MÓVEIS DE QUALQUER ESPÉCIE",
  "1406-0/05-88": "INSTALAÇÃO DE EQUIPAMENTOS DE INFORMÁTICA (HARDWARE)",
  "1407-0/01-88": "COLOCAÇÃO DE MOLDURAS E CONGÊNERES.",
  "1408-0/01-88": "ENCADERNAÇÃO, GRAVAÇÃO E DOURAÇÃO DE LIVROS, REVISTAS E CONGÊNERES.",
  "1409-0/01-88": "ALFAIATARIA, CONFECÇÃO DE ROUPAS SOB MEDIDA, COSTURA, BORDADO, CONSERTO DE ROUPAS, PINTURA DE TECIDOS E CONGÊNERES QUANDO O MATERIAL FOR FORNECIDO PELO USUÁRIO FINAL, EXCETO AVIAMENTO.",
  "1410-0/01-88": "TINTURARIA",
  "1410-0/02-88": "LAVANDERIA, INCLUSIVE SECAGEM E HIGIENIZAÇÃO",
  "1411-0/01-88": "TAPEÇARIA E REFORMA DE ESTOFAMENTOS EM GERAL.",
  "1412-0/01-88": "FUNILARIA E LANTERNAGEM.",
  "1412-6/02-00": "CONFECCAO, SOB MEDIDA, DE PECAS DO VESTUARIO, EXCETO ROUPAS INTIMAS",
  "1413-0/01-88": "CARPINTARIA/MARCENARIA",
  "1413-0/02-88": "SERRALHERIA",
  "1413-4/02-00": "CONFECCAO, SOB MEDIDA, DE ROUPAS PROFISSIONAIS",
  "1414-0/01-88": "GUINCHO INTRAMUNICIPAL, GUINDASTE E IÇAMENTO",
  "1501-0/01-88": "ADMINISTRAÇÃO DE FUNDOS QUAISQUER",
  "1501-0/02-88": "ADMINISTRAÇÃO DE CONSÓRCIO",
  "1501-0/03-88": "ADMINISTRAÇÃO DE CARTÃO DE CRÉDITO OU DÉBITO E CONGÊNERES",
  "1501-0/04-88": "ADMINISTRAÇÃO DE CARTEIRA DE CLIENTES",
  "1501-0/05-88": "ADMINISTRAÇÃO DE CHEQUES PRÉ-DATADOS E CONGÊNERES",
  "1502-0/01-88": "ABERTURA DE CONTA-CORRENTE NO PAÍS",
  "1502-0/02-88": "ABERTURA DE CONTAS DE INVESTIMENTOS E APLICAÇÃO NO PAÍS",
  "1502-0/03-88": "ABERTURA DE CONTA DE POUPANÇA NO PAÍS",
  "1502-0/04-88": "ABERTURA DE CONTAS EM GERAL NO PAÍS NÃO ABRANGIDAS EM OUTROS ITENS/SUBITENS.",
  "1502-0/05-88": "ABERTURA DE CONTA-CORRENTE NO EXTERIOR",
  "1502-0/06-88": "ABERTURA DE CONTAS DE INVESTIMENTOS E APLICAÇÃO NO EXTERIOR",
  "1502-0/07-88": "ABERTURA DE CONTA DE POUPANÇA NO EXTERIOR",
  "1502-0/08-88": "ABERTURA DE CONTAS EM GERAL NO EXTERIOR NÃO ABRANGIDAS EM OUTROS ITENS / SUBITENS.",
  "1502-0/09-88": "MANUTENÇÃO DE CONTA-CORRENTE NO PAÍS",
  "1502-0/10-88": "MANUTENÇÃO DE CONTAS DE INVESTIMENTOS E APLICAÇÃO NO PAÍS",
  "1502-0/11-88": "MANUTENÇÃO DE CONTA DE POUPANÇA NO PAÍS",
  "1502-0/12-88": "MANUTENÇÃO DE CONTAS EM GERAL NO PAÍS NÃO ABRANGIDAS EM OUTROS ITENS / SUBITENS.",
  "1502-0/13-88": "MANUTENÇÃO DE CONTA-CORRENTE NO EXTERIOR",
  "1502-0/14-88": "MANUTENÇÃO DE CONTAS DE INVESTIMENTOS E APLICAÇÃO NO EXTERIOR",
  "1502-0/15-88": "MANUTENÇÃO DE CONTA DE POUPANÇA NO EXTERIOR",
  "1502-0/16-88": "MANUTENÇÃO DE CONTAS EM GERAL NO EXTERIOR NÃO ABRANGIDAS EM OUTROS ITENS / SUBITENS.",
  "1503-0/01-88": "LOCAÇÃO DE COFRES PARTICULARES",
  "1503-0/02-88": "MANUTENÇÃO DE COFRES PARTICULARES",
  "1503-0/03-88": "LOCAÇÃO DE TERMINAIS ELETRÔNICOS",
  "1503-0/04-88": "MANUTENÇÃO DE TERMINAIS ELETRÔNICOS",
  "1503-0/05-88": "LOCAÇÃO DE TERMINAIS DE ATENDIMENTO",
  "1503-0/06-88": "MANUTENÇÃO DE TERMINAIS DE ATENDIMENTO",
  "1503-0/07-88": "LOCAÇÃO DE BENS E EQUIPAMENTOS EM GERAL",
  "1503-0/08-88": "MANUTENÇÃO DE BENS E EQUIPAMENTOS EM GERAL",
  "1504-0/01-88": "FORNECIMENTO E EMISSÃO DE ATESTADO DE IDONEIDADE",
  "1504-0/02-88": "FORNECIMENTO E EMISSÃO DE ATESTADO DE CAPACIDADE FINANCEIRA E CONGÊNERES",
  "1504-0/03-88": "FORNECIMENTO E EMISSÃO DE ATESTADOS EM GERAL NÃO ABRANGIDAS EM OUTROS ITENS/SUBITENS.",
  "1505-0/01-88": "CADASTRO, ELABORAÇÃO E RENOVAÇÃO DE FICHA CADASTRAL E CONGÊNERES",
  "1505-0/02-88": "INCLUSÃO NO CADASTRO DE EMITENTES DE CHEQUES SEM FUNDOS-CCF",
  "1505-0/03-88": "EXCLUSÃO DO CADASTRO DE EMITENTES DE CHEQUES SEM FUNDOS-CCF",
  "1505-0/04-88": "INCLUSÃO NO CADASTRO DE OUTROS BANCOS CADASTRAIS QUAISQUER",
  "1505-0/05-88": "EXCLUSÃO DO CADASTRO DE OUTROS BANCOS CADASTRAIS QUAISQUER",
  "1506-0/01-88": "EMISSÃO, REEMISSÃO E FORNECIMENTO DE AVISOS.",
  "1506-0/02-88": "EMISSÃO, REEMISSÃO E FORNECIMENTO DE COMPROVANTES",
  "1506-0/03-88": "EMISSÃO, REEMISSÃO E FORNECIMENTO DE DOCUMENTOS EM GERAL",
  "1506-0/04-88": "ABONO DE FIRMAS",
  "1506-0/05-88": "COLETA DE DOCUMENTOS, BENS E VALORES",
  "1506-0/06-88": "ENTREGA DE DOCUMENTOS, BENS E VALORES",
  "1506-0/07-88": "COMUNICAÇÃO COM OUTRA AGÊNCIA",
  "1506-0/08-88": "COMUNICAÇÃO COM A ADMINISTRAÇÃO CENTRAL",
  "1506-0/09-88": "LICENCIAMENTO ELETRÔNICO DE VEÍCULOS",
  "1506-0/10-88": "TRANSFERÊNCIA DE VEÍCULOS",
  "1506-0/11-88": "AGENCIAMENTO FIDUCIÁRIO",
  "1506-0/12-88": "AGENCIAMENTO DEPOSITÁRIO",
  "1506-0/13-88": "DEVOLUÇÃO DE BENS EM CUSTÓDIA",
  "1507-0/01-88": "ACESSO, MOVIMENTAÇÃO, ATENDIMENTO E CONSULTA A CONTAS EM GERAL POR TELEFONE",
  "1507-0/02-88": "ACESSO, MOVIMENTAÇÃO, ATENDIMENTO E CONSULTA A CONTAS EM GERAL POR FAC-SÍMILE",
  "1507-0/03-88": "ACESSO, MOVIMENTAÇÃO, ATENDIMENTO E CONSULTA A CONTAS EM GERAL VIA INTERNET",
  "1507-0/04-88": "ACESSO, MOVIMENTAÇÃO, ATENDIMENTO E CONSULTA A CONTAS POR TELEX",
  "1507-0/05-88": "ACESSO, MOVIMENTAÇÃO, ATENDIMENTO E CONSULTA A CONTAS EM GERAL, POR QUALQUER MEIO OU PROCESSO NÃO ABRANGIDOS EM OUTROS ITENS/SUBITENS.",
  "1507-0/06-88": "ACESSO A TERMINAIS DE ATENDIMENTO, INCLUSIVE 24 HORAS",
  "1507-0/07-88": "ACESSO A OUTRO BANCO",
  "1507-0/08-88": "ACESSO À REDE COMPARTILHADA",
  "1507-0/09-88": "FORNECIMENTO DE SALDO, EXTRATO E DEMAIS INFORMAÇÕES RELATIVAS A CONTAS EM GERAL, POR QUALQUER MEIO OU PROCESSO NÃO ABRANGIDOS EM OUTROS ITENS/SUBITENS.",
  "1507-0/10-88": "PACOTE / CESTA DE SERVIÇOS BANCÁRIOS",
  "1508-0/01-88": "EMISSÃO E REEMISSÃO DE CONTRATO DE CRÉDITO",
  "1508-0/02-88": "ALTERAÇÃO DE CONTRATO DE CRÉDITO",
  "1508-0/03-88": "CESSÃO DE CONTRATO DE CRÉDITO",
  "1508-0/04-88": "SUBSTITUIÇÃO DE CONTRATO DE CRÉDITO",
  "1508-0/05-88": "CANCELAMENTO DE CONTRATO DE CRÉDITO",
  "1508-0/06-88": "REGISTRO DE CONTRATO DE CRÉDITO",
  "1508-0/07-88": "ESTUDO, ANÁLISE E AVALIAÇÃO DE OPERAÇÕES DE CRÉDITO",
  "1508-0/08-88": "EMISSÃO DE AVAL, FIANÇA, ANUÊNCIA E CONGÊNERES",
  "1508-0/09-88": "CONCESSÃO DE AVAL, FIANÇA, ANUÊNCIA E CONGÊNERES",
  "1508-0/10-88": "ALTERAÇÃO DE AVAL, FIANÇA, ANUÊNCIA E CONGÊNERES",
  "1508-0/11-88": "CONTRATAÇÃO DE AVAL, FIANÇA, ANUÊNCIA E CONGÊNERES",
  "1508-0/12-88": "SERVIÇOS RELATIVOS A ABERTURA DE CRÉDITO NÃO ABRANGIDAS EM OUTROS ITENS/SUBITENS, PARA QUAISQUER FINS.",
  "1509-0/01-88": "ARRENDAMENTO MERCANTIL (LEASING) DE QUAISQUER BENS, INCLUSIVE CESSÃO DE DIREITOS E OBRIGAÇÕES",
  "1509-0/02-88": "SUBSTITUIÇÃO DE GARANTIA",
  "1509-0/03-88": "ALTERAÇÃO DE CONTRATO DE LEASING",
  "1509-0/04-88": "CANCELAMENTO DE CONTRATO DE LEASING",
  "1509-0/05-88": "REGISTRO DE CONTRATO DE LEASING",
  "1509-0/06-88": "DEMAIS SERVIÇOS RELACIONADOS AO ARRENDAMENTO MERCANTIL (LEASING)",
  "1510-0/01-88": "SERVIÇOS RELACIONADOS A COBRANÇAS E RECEBIMENTOS EM GERAL DE TÍTULOS QUAISQUER EFETUADOS POR QUALQUER MEIO",
  "1510-0/02-88": "SERVIÇOS RELACIONADOS A COBRANÇAS E RECEBIMENTOS DE CONTAS EM GERAL EFETUADOS POR QUALQUER MEIO",
  "1510-0/03-88": "SERVIÇOS RELACIONADOS A COBRANÇAS E RECEBIMENTOS DE CARNÊS EM GERAL EFETUADOS POR QUALQUER MEIO",
  "1510-0/04-88": "SERVIÇOS RELACIONADOS A COBRANÇAS E RECEBIMENTOS DE CÂMBIO EM GERAL EFETUADOS POR QUALQUER MEIO",
  "1510-0/05-88": "SERVIÇOS RELACIONADOS A RECEBIMENTOS DE TRIBUTOS EM GERAL EFETUADOS POR QUALQUER MEIO",
  "1510-0/06-88": "SERVIÇOS RELACIONADOS A COBRANÇAS E RECEBIMENTOS POR CONTA DE TERCEIROS EM GERAL EFETUADOS POR QUALQUER MEIO",
  "1510-0/07-88": "SERVIÇOS RELACIONADOS A PAGAMENTOS EM GERAL DE TÍTULOS QUAISQUER EFETUADOS POR QUALQUER MEIO",
  "1510-0/08-88": "SERVIÇOS RELACIONADOS A PAGAMENTOS DE CONTAS EM GERAL EFETUADOS POR QUALQUER MEIO",
  "1510-0/09-88": "SERVIÇOS RELACIONADOS A PAGAMENTOS DE CARNÊS EM GERAL EFETUADOS POR QUALQUER MEIO",
  "1510-0/10-88": "SERVIÇOS RELACIONADOS A PAGAMENTOS DE CÂMBIO EM GERAL EFETUADOS POR QUALQUER MEIO",
  "1510-0/11-88": "SERVIÇOS RELACIONADOS A PAGAMENTOS DE TRIBUTOS EM GERAL EFETUADOS POR QUALQUER MEIO",
  "1510-0/12-88": "SERVIÇOS RELACIONADOS A PAGAMENTOS POR CONTA DE TERCEIROS EM GERAL EFETUADOS POR QUALQUER MEIO",
  "1510-0/13-88": "FORNECIMENTO DE POSIÇÃO DE COBRANÇA",
  "1510-0/14-88": "FORNECIMENTO DE POSIÇÃO DE RECEBIMENTO",
  "1510-0/15-88": "FORNECIMENTO DE POSIÇÃO DE PAGAMENTO",
  "1510-0/16-88": "EMISSÃO DE CARNÊS",
  "1510-0/17-88": "EMISSÃO DE FICHAS DE COMPENSAÇÃO",
  "1510-0/18-88": "EMISSÃO DE IMPRESSOS E DOCUMENTOS EM GERAL",
  "1511-0/01-88": "DEVOLUÇÃO DE TÍTULOS",
  "1511-0/02-88": "PROTESTO DE TÍTULOS",
  "1511-0/03-88": "SUSTAÇÃO DE PROTESTO",
  "1511-0/04-88": "MANUTENÇÃO DE TÍTULOS",
  "1511-0/05-88": "REAPRESENTAÇÃO DE TÍTULOS",
  "1511-0/06-88": "DEMAIS SERVIÇOS RELACIONADOS A TÍTULOS EM COBRANÇA",
  "1512-0/01-88": "CUSTÓDIA EM GERAL, INCLUSIVE DE TÍTULOS E VALORES MOBILIÁRIOS",
  "1513-0/01-88": "EDIÇÃO DE CONTRATO DE CÂMBIO",
  "1513-0/02-88": "ALTERAÇÃO DE CONTRATO DE CÂMBIO",
  "1513-0/03-88": "PRORROGAÇÃO DE CONTRATO DE CÂMBIO",
  "1513-0/04-88": "CANCELAMENTO DE CONTRATO DE CÂMBIO",
  "1513-0/05-88": "BAIXA DE CONTRATO DE CÂMBIO",
  "1513-0/06-88": "EMISSÃO DE REGISTRO DE EXPORTAÇÃO",
  "1513-0/07-88": "EMISSÃO DE REGISTRO DE CRÉDITO",
  "1513-0/08-88": "COBRANÇA NO EXTERIOR",
  "1513-0/09-88": "DEPÓSITO NO EXTERIOR",
  "1513-0/10-88": "EMISSÃO E FORNECIMENTO DE CHEQUES DE VIAGEM",
  "1513-0/11-88": "CANCELAMENTO DE CHEQUES DE VIAGEM",
  "1513-0/12-88": "FORNECIMENTO DE CARTA DE CRÉDITO DE IMPORTAÇÃO",
  "1513-0/13-88": "TRANSFERÊNCIA DE CARTA DE CRÉDITO DE IMPORTAÇÃO",
  "1513-0/14-88": "CANCELAMENTO DE CARTA DE CRÉDITO DE IMPORTAÇÃO",
  "1513-0/15-88": "DEMAIS SERVIÇOS RELATIVOS À CARTA DE CRÉDITO DE IMPORTAÇÃO",
  "1513-0/16-88": "FORNECIMENTO DE CARTA DE CRÉDITO DE EXPORTAÇÃO",
  "1513-0/17-88": "TRANSFERÊNCIA DE CARTA DE CRÉDITO DE EXPORTAÇÃO",
  "1513-0/18-88": "CANCELAMENTO DE CARTA DE CRÉDITO DE EXPORTAÇÃO",
  "1513-0/19-88": "DEMAIS SERVIÇOS RELATIVOS À CARTA DE CRÉDITO DE EXPORTAÇÃO",
  "1513-0/20-88": "SERVIÇOS RELATIVOS A GARANTIAS RECEBIDAS",
  "1513-0/21-88": "ENVIO DE MENSAGENS EM GERAL RELACIONADAS A OPERAÇÕES DE CÂMBIO",
  "1513-0/22-88": "RECEBIMENTO DE MENSAGENS EM GERAL RELACIONADAS A OPERAÇÕES DE CÂMBIO",
  "1513-0/23-88": "DEMAIS SERVIÇOS RELACIONADOS À OPERAÇÃO DE CÂMBIO",
  "1514-0/01-88": "FORNECIMENTO, EMISSÃO E REEMISSÃO DE CARTÃO MAGNÉTICO",
  "1514-0/02-88": "RENOVAÇÃO DE CARTÃO MAGNÉTICO",
  "1514-0/03-88": "MANUTENÇÃO DE CARTÃO MAGNÉTICO",
  "1514-0/04-88": "FORNECIMENTO, EMISSÃO E REEMISSÃO DE CARTÃO DE CRÉDITO",
  "1514-0/05-88": "RENOVAÇÃO DE CARTÃO DE CRÉDITO",
  "1514-0/06-88": "MANUTENÇÃO DE CARTÃO DE CRÉDITO",
  "1514-0/07-88": "FORNECIMENTO, EMISSÃO E REEMISSÃO DE CARTÃO DE DÉBITO",
  "1514-0/08-88": "RENOVAÇÃO DE CARTÃO DE DÉBITO",
  "1514-0/09-88": "MANUTENÇÃO DE CARTÃO DE DÉBITO",
  "1514-0/10-88": "FORNECIMENTO, EMISSÃO E REEMISSÃO DE CARTÃO SALÁRIO",
  "1514-0/11-88": "RENOVAÇÃO DE CARTÃO SALÁRIO",
  "1514-0/12-88": "MANUTENÇÃO DE CARTÃO SALÁRIO",
  "1514-0/13-88": "FORNECIMENTO, EMISSÃO E REEMISSÃO DE CARTÕES CONGÊNERES",
  "1514-0/14-88": "RENOVAÇÃO DE CARTÕES CONGÊNERES",
  "1514-0/15-88": "MANUTENÇÃO DE CARTÕES CONGÊNERES",
  "1515-0/01-88": "COMPENSAÇÃO DE CHEQUES",
  "1515-0/02-88": "COMPENSAÇÃO DE TÍTULOS QUAISQUER",
  "1515-0/03-88": "SERVIÇOS RELACIONADOS A DEPÓSITO, INCLUSIVE DEPÓSITO IDENTIFICADO",
  "1515-0/04-88": "SERVIÇOS RELACIONADOS A SAQUE DE CONTAS QUAISQUER, POR QUALQUER MEIO OU PROCESSO.",
  "1516-0/01-88": "EMISSÃO / REEMISSÃO DE ORDENS DE PAGAMENTO, ORDENS DE CRÉDITO E SIMILARES, POR QUALQUER MEIO OU PROCESSO",
  "1516-0/02-88": "LIQUIDAÇÃO DE ORDENS DE PAGAMENTO, ORDENS DE CRÉDITO E SIMILARES, POR QUALQUER MEIO OU PROCESSO",
  "1516-0/03-88": "ALTERAÇÃO DE ORDENS DE PAGAMENTO, ORDENS DE CRÉDITO E SIMILARES, POR QUALQUER MEIO OU PROCESSO",
  "1516-0/04-88": "CANCELAMENTO DE ORDENS DE PAGAMENTO, ORDENS DE CRÉDITO E SIMILARES, POR QUALQUER MEIO OU PROCESSO",
  "1516-0/05-88": "BAIXA DE ORDENS DE PAGAMENTO, ORDENS DE CRÉDITO E SIMILARES, POR QUALQUER MEIO OU PROCESSO",
  "1516-0/06-88": "SERVIÇOS RELACIONADOS À TRANSFERÊNCIA DE VALORES, DADOS, FUNDOS, PAGAMENTOS E SIMILARES, INCLUSIVE ENTRE CONTAS EM GERAL",
  "1517-0/01-88": "EMISSÃO DE CHEQUES QUAISQUER, AVULSO OU POR TALÃO",
  "1517-0/02-88": "FORNECIMENTO DE CHEQUES QUAISQUER, AVULSO OU POR TALÃO",
  "1517-0/03-88": "DEVOLUÇÃO DE CHEQUES QUAISQUER, AVULSO OU POR TALÃO",
  "1517-0/04-88": "SUSTAÇÃO DE CHEQUES QUAISQUER, AVULSO OU POR TALÃO",
  "1517-0/05-88": "CANCELAMENTO DE CHEQUES QUAISQUER, AVULSO OU POR TALÃO",
  "1517-0/06-88": "OPOSIÇÃO DE CHEQUES QUAISQUER, AVULSO OU POR TALÃO",
  "1518-0/01-88": "AVALIAÇÃO DE IMÓVEL",
  "1518-0/02-88": "AVALIAÇÃO DE OBRA",
  "1518-0/03-88": "VISTORIA DE IMÓVEL",
  "1518-0/04-88": "VISTORIA DE OBRA",
  "1518-0/05-88": "ANÁLISE TÉCNICA RELACIONADA AO CRÉDITO IMOBILIÁRIO",
  "1518-0/06-88": "ANÁLISE JURÍDICA RELACIONADA AO CRÉDITO IMOBILIÁRIO",
  "1518-0/07-88": "EMISSÃO / REEMISSÃO DE CONTRATO DE CRÉDITO IMOBILIÁRIO",
  "1518-0/08-88": "ALTERAÇÃO DE CONTRATO DE CRÉDITO IMOBILIÁRIO",
  "1518-0/09-88": "TRANSFERÊNCIA DE CONTRATO DE CRÉDITO IMOBILIÁRIO",
  "1518-0/10-88": "RENEGOCIAÇÃO DE CONTRATO DE CRÉDITO IMOBILIÁRIO",
  "1518-0/11-88": "EMISSÃO / REEMISSÃO DE TERMO DE QUITAÇÃO",
  "1518-0/12-88": "OUTROS SERVIÇOS RELACIONADOS AO CRÉDITO IMOBILIÁRIO",
  "1531-9/02-00": "ACABAMENTO DE CALCADOS DE COURO SOB CONTRATO",
  "1601-0/01-88": "TRANSPORTE PÚBLICO URBANO DE PASSAGEIROS PRESTADO SOB O REGIME DE CONCESSÃO OU PERMISSÃO DO PODER PÚBLICO",
  "1601-0/02-88": "TRANSPORTE PÚBLICO URBANO DE PASSAGEIROS POR TAXI PRESTADO SOB O REGIME DE CONCESSÃO OU PERMISSÃO DO PODER PÚBLICO",
  "1601-0/03-88": "TRANSPORTE MUNICIPAL POR QUALQUER MEIO DE PASSAGEIROS EM GERAL",
  "1601-0/04-88": "TRANSPORTE FERROVIÁRIO OU METROVIÁRIO MUNICIPAL DE PASSAGEIROS PRESTADO SOB REGIME DE CONCESSÃO OU PERMISSÃO DO PODER PÚBLICO",
  "1601-0/05-88": "TRANSPORTE ESCOLAR",
  "1601-0/06-88": "SERVIÇOS DE MUDANÇA E CONGÊNERES",
  "1601-0/07-88": "TRANSPORTE MUNICIPAL POR QUALQUER MEIO DE BENS EM GERAL",
  "1602-0/01-88": "TRANSPORTE ESCOLAR",
  "1602-0/02-88": "TRANSPORTE PUBLICO URBANO DE PASSAGEIROS POR TAXI PRESTADO SOB O REGIME DE CONCESSAO OU PERMISSAO DO PODER PUBLICO",
  "1602-0/03-88": "SERVIÇOS DE MUDANÇA E CONGÊNERES",
  "1602-0/04-88": "TRANSPORTE MUNICIPAL POR QUALQUER MEIO DE BENS EM GERAL",
  "1602-0/05-88": "TRANSPORTE MUNICIPAL RODOVIÁRIO DE BENS EM GERAL",
  "1602-0/06-88": "OUTROS SERVIÇOS DE TRANSPORTE MUNICIPAL DE PASSAGEIROS POR QUALQUER MEIO",
  "1622-6/99-00": "FABRICACAO DE OUTROS ARTIGOS DE CARPINTARIA PARA CONSTRUCAO",
  "1701-0/01-88": "ASSESSORIA DE QUALQUER NATUREZA",
  "1701-0/02-88": "CONSULTORIA DE QUALQUER NATUREZA",
  "1701-0/03-88": "ANÁLISE, EXAME, PESQUISA, COLETA, COMPILAÇÃO E FORNECIMENTO DE DADOS E INFORMAÇÕES, INCLUSIVE CADASTRO E SIMILARES, EXCETO PESQUISA DE OPINIÃO PÚBLICA",
  "1701-0/04-88": "PESQUISA DE OPINIÃO PÚBLICA",
  "1702-0/01-88": "SERVIÇOS DE EXPEDIENTE, TAIS COMO DATILOGRAFIA, DIGITAÇÃO, ESTENOGRAFIA, EXPEDIENTE, SECRETARIA EM GERAL, REDAÇÃO, EDIÇÃO, INTERPRETAÇÃO, REVISÃO, TRADUÇÃO, E CONGÊNERES",
  "1702-0/02-88": "SERVIÇOS DE APOIO E INFRA-ESTRUTURA ADMINISTRATIVA E CONGÊNERES",
  "1702-0/03-88": "ORGANIZAÇÃO, ARQUIVAMENTO, CONSERVAÇÃO E GERENCIAMENTO DE DOCUMENTOS DE TERCEIROS EM QUAISQUER MEIOS",
  "1702-0/04-88": "RESPOSTA AUDÍVEL (CENTRAL DE TELEMARKETING)",
  "1702-0/05-88": "OUTRAS ATIVIDADES DE TELEATENDIMENTO, EXCETO CENTRAIS DE TELEMARKETING",
  "1702-0/06-88": "SERVICOS COMBINADOS DE ESCRITORIO E APOIO ADMINISTRATIVO",
  "1702-0/07-88": "CENTROS DE NEGOCIOS, APOIO OPERACIONAL A EMPRESAS OU A PROFISSIONAIS LIBERAIS",
  "1702-0/08-88": "CENTROS DE SERVICOS DE APOIO AS EMPRESAS",
  "1702-0/09-88": "SERVICOS DE ESCRITORIO VIRTUAL",
  "1703-0/01-88": "PLANEJAMENTO, COORDENAÇÃO, PROGRAMAÇÃO OU ORGANIZAÇÃO TÉCNICA, FINANCEIRA OU ADMINISTRATIVA.",
  "1703-0/02-88": "SERVIÇOS DE PLANEJAMENTO, COORDENAÇÃO, PROGRAMAÇÃO OU ORGANIZAÇÃO FINANCEIRA",
  "1703-0/03-88": "SERVIÇOS DE PLANEJAMENTO, COORDENAÇÃO, PROGRAMAÇÃO OU ORGANIZAÇÃO ADMINISTRATIVA",
  "1704-0/01-88": "RECRUTAMENTO E SELEÇÃO DE MÃO DE OBRA",
  "1704-0/02-88": "AGENCIAMENTO DE MÃO DE OBRA",
  "1704-0/03-88": "COLOCAÇÃO DE MÃO DE OBRA",
  "1705-0/01-88": "FORNECIMENTO DE MÃO-DE-OBRA NÃO TEMPORÁRIA CONTRATADOS PELO PRESTADOR DO SERVIÇO",
  "1705-0/02-88": "FORNECIMENTO DE MÃO-DE-OBRA EM CARÁTER TEMPORÁRIO, INCLUSIVE DE EMPREGADOS OU TRABALHADORES, AVULSOS OU TEMPORÁRIOS, CONTRATADOS PELO PRESTADOR DE SERVIÇO",
  "1706-0/01-88": "PROPAGANDA E PUBLICIDADE, INCLUSIVE PROMOÇÃO DE VENDAS, PLANEJAMENTO DE CAMPANHAS OU SISTEMAS DE PUBLICIDADE, ELABORAÇÃO DE DESENHOS, TEXTOS E DEMAIS MATERIAIS PUBLICITÁRIOS.",
  "1706-0/02-88": "AGENCIAMENTO E INTERMEDIAÇÃO DE VEICULAÇÃO DE PROPAGANDA E PUBLICIDADE, INCLUSIVE ANÚNCIOS E PUBLICAÇÕES EM GERAL.",
  "1708-0/01-88": "FRANQUIA (FRANCHISING)",
  "1709-0/01-88": "SERVIÇOS DE PERÍCIAS",
  "1709-0/02-88": "SERVIÇOS DE LAUDOS",
  "1709-0/03-88": "SERVIÇOS DE EXAMES TÉCNICOS",
  "1709-0/04-88": "SERVIÇOS DE ANÁLISES TÉCNICAS",
  "1710-0/01-88": "PLANEJAMENTO, ORGANIZAÇÃO E ADMINISTRAÇÃO DE FEIRAS, EXPOSIÇÕES, CONGRESSOS E CONGÊNERES.",
  "1711-0/01-88": "ORGANIZAÇÃO DE FESTAS E RECEPÇÕES; BUFÊ (EXCETO O FORNECIMENTO DE ALIMENTAÇÃO E BEBIDAS QUE FICA SUJEITO AO ICMS).",
  "1711-0/02-88": "PREPARO DE ALIMENTOS (EXCETO O FORNECIMENTO DE ALIMENTAÇÃO E BEBIDAS QUE FICA SUJEITO AO ICMS).",
  "1712-0/01-88": "ADMINISTRAÇÃO EM GERAL DE BENS E NEGÓCIOS DE TERCEIROS",
  "1712-0/02-88": "ADMINISTRAÇÃO DE CONDOMÍNIOS",
  "1712-0/03-88": "ADMINISTRAÇÃO EM GERAL",
  "1712-0/04-88": "ADMINISTRAÇÃO DE FROTA DE VEÍCULO",
  "1712-0/05-88": "ADMINISTRAÇÃO DE IMÓVEIS",
  "1713-0/01-88": "LEILÃO E CONGÊNERES",
  "1714-0/01-88": "ADVOCACIA",
  "1715-0/01-88": "ARBITRAGEM DE QUALQUER ESPÉCIE, INCLUSIVE JURÍDICA",
  "1716-0/01-88": "AUDITORIA",
  "1717-0/01-88": "ANÁLISE DE ORGANIZAÇÃO E MÉTODOS",
  "1718-0/01-88": "ATUÁRIA E CÁLCULOS TÉCNICOS DE QUALQUER NATUREZA.",
  "1719-0/01-88": "CONTABILIDADE, INCLUSIVE SERVIÇOS TÉCNICOS E AUXILIARES",
  "1720-0/01-88": "CONSULTORIA ECONÔMICA",
  "1720-0/02-88": "ASSESSORIA ECONÔMICA",
  "1720-0/03-88": "CONSULTORIA FINANCEIRA",
  "1720-0/04-88": "ASSESSORIA FINANCEIRA",
  "1721-0/01-88": "ESTATÍSTICA",
  "1722-0/01-88": "COBRANÇA EM GERAL.",
  "1722-0/02-88": "SERVIÇO DE COBRANÇA EM GERAL, NÃO CONTENCIOSA, EXCLUSIVAMENTE POR TELEATENDIMENTO",
  "1723-0/01-88": "ASSESSORIA, ANÁLISE, AVALIAÇÃO, ATENDIMENTO, CONSULTA, CADASTRO, SELEÇÃO, GERENCIAMENTO DE INFORMAÇÕES, ADMINISTRAÇÃO DE CONTAS A RECEBER OU A PAGAR E EM GERAL, RELACIONADOS A OPERAÇÕES DE FATURIZAÇÃO (FACTORING).",
  "1724-0/01-88": "APRESENTAÇÃO DE PALESTRAS, CONFERÊNCIAS, SEMINÁRIOS E CONGÊNERES.",
  "1725-0/01-88": "INSERÇÃO DE TEXTOS, DESENHOS E OUTROS MATERIAIS DE PROPAGANDA E PUBLICIDADE, EM QUALQUER MEIO, EXCETO EM LIVROS, JORNAIS, PERIÓDICOS E NAS MODALIDADES DE SERVIÇOS DE RADIODIFUSÃO SONORA E DE SONS E IMAGENS DE RECEPÇÃO LIVRE E GRATUITA.",
  "1801-0/01-88": "SERVIÇOS DE REGULAÇÃO DE SINISTROS VINCULADOS A CONTRATOS DE SEGUROS",
  "1801-0/02-88": "INSPEÇÃO E AVALIAÇÃO DE RISCOS PARA COBERTURA DE CONTRATOS DE SEGUROS",
  "1801-0/03-88": "PREVENÇÃO E GERÊNCIA DE RISCOS SEGURÁVEIS E CONGÊNERES",
  "1801-0/04-88": "GESTÃO EM CO-SEGURO",
  "1811-3/01-00": "IMPRESSAO DE JORNAIS",
  "1811-3/02-00": "IMPRESSAO DE LIVROS, REVISTAS E OUTRAS PUBLICACOES PERIODICAS",
  "1812-1/00-00": "IMPRESSAO DE MATERIAL DE SEGURANCA",
  "1813-0/01-00": "IMPRESSAO DE MATERIAL PARA USO PUBLICITARIO",
  "1813-0/99-00": "IMPRESSAO DE MATERIAL PARA OUTROS USOS",
  "1813-0/99-01": "SERVICO DE SERIGRAFIA / SILK-SCREEN",
  "1813-0/99-02": "IMPRESSAO DE MATERIAL PARA OUTROS USOS, EXCETO SERVICOS DE SERIGRAFIA/SILK-SCREEN",
  "1821-1/00-00": "SERVICOS DE PRE-IMPRESSAO",
  "1822-9/00-01": "SERVICOS DE ENCADERNACAO E PLASTIFICACAO, INCLUSIVE GRAVACAO E DOURACAO DE LIVROS, REVISTAS E CONGENERES",
  "1822-9/00-02": "SERVICOS DE ACABAMENTOS GRAFICOS, EXCETO ENCADERNACAO, PLASTIFICACAO, GRAVACAO E DOURACAO",
  "1822-9/01-00": "SERVICOS DE ENCADERNACAO E PLASTIFICACAO, INCLUSIVE GRAVACAO E DOURACAO DE LIVROS, REVISTAS E CONGENERES",
  "1822-9/99-00": "SERVICOS DE ACABAMENTOS GRAFICOS, EXCETO ENCADERNACAO E PLASTIFICACAO",
  "1830-0/01-00": "REPRODUCAO DE SOM EM QUALQUER SUPORTE",
  "1830-0/02-00": "REPRODUCAO DE VIDEO EM QUALQUER SUPORTE",
  "1830-0/03-00": "REPRODUCAO DE SOFTWARE EM QUALQUER SUPORTE",
  "1901-0/01-88": "SERVIÇOS DE DISTRIBUIÇÃO DE BILHETES E DEMAIS PRODUTOS DE LOTERIA, BINGOS, CARTÕES, PULES OU CUPONS DE APOSTAS, SORTEIOS, PRÊMIOS, INCLUSIVE OS DECORRENTES DE TÍTULOS DE CAPITALIZAÇÃO E CONGÊNERES",
  "1901-0/02-88": "SERVIÇOS DE VENDA DE BILHETES E DEMAIS PRODUTOS DE LOTERIA, BINGOS, CARTÕES, PULES OU CUPONS DE APOSTAS, SORTEIOS, PRÊMIOS, INCLUSIVE OS DECORRENTES DE TÍTULOS DE CAPITALIZAÇÃO E CONGÊNERES",
  "2001-0/01-88": "SERVIÇOS PORTUÁRIOS, FERROPORTUÁRIOS, UTILIZAÇÃO DE PORTO, MOVIMENTAÇÃO DE PASSAGEIROS, REBOQUE DE EMBARCAÇÕES, REBOCADOR ESCOTEIRO, ATRACAÇÃO, DESATRACAÇÃO, SERVIÇOS DE PRATICAGEM, CAPATAZIA, ARMAZENAGEM DE QUALQUER NATUREZA, SERVIÇOS ACESSÓRIOS, MOVIMENTAÇÃO DE MERCADORIAS, SERVIÇOS DE APOIO MARÍTIMO, DE MOVIMENTAÇÃO AO LARGO, SERVIÇOS DE ARMADORES, ESTIVA, CONFERÊNCIA, LOGÍSTICA E CONGÊNERES.",
  "2002-0/01-88": "SERVIÇOS AEROPORTUÁRIOS, UTILIZAÇÃO DE AEROPORTO, MOVIMENTAÇÃO DE PASSAGEIROS, ARMAZENAGEM DE QUALQUER NATUREZA, CAPATAZIA, MOVIMENTAÇÃO DE AERONAVES, SERVIÇOS DE APOIO AEROPORTUÁRIOS, SERVIÇOS ACESSÓRIOS, MOVIMENTAÇÃO DE MERCADORIAS, LOGÍSTICA E CONGÊNERES.",
  "2003-0/01-88": "SERVIÇOS DE TERMINAIS RODOVIÁRIOS, FERROVIÁRIOS, METROVIÁRIOS, MOVIMENTAÇÃO DE PASSAGEIROS, MERCADORIAS, INCLUSIVE SUAS OPERAÇÕES, LOGÍSTICA E CONGÊNERES.",
  "2101-0/01-88": "SERVIÇOS DE REGISTROS PÚBLICOS, CARTORÁRIOS E NOTARIAIS",
  "2121-1/01-00": "FABRICAÇÃO DE MEDICAMENTOS ALOPÁTICOS PARA USO HUMANO",
  "2121-1/01-01": "FABRICACAO DE MEDICAMENTOS ALOPATICOS PARA USO HUMANO",
  "2121-1/01-02": "FABRICACAO DE MEDICAMENTOS ALOPATICOS PARA USO HUMANO, EM CONVENIO COM O SUS",
  "2121-1/02-00": "FABRICAÇÃO DE MEDICAMENTOS HOMEOPÁTICOS PARA USO HUMANO",
  "2121-1/02-01": "FABRICACAO DE MEDICAMENTOS HOMEOPATICOS PARA USO HUMANO",
  "2121-1/02-02": "FABRICACAO DE MEDICAMENTOS HOMEOPATICOS PARA USO HUMANO, EM CONVENIO COM O SUS",
  "2121-1/03-00": "FABRICAÇÃO DE MEDICAMENTOS FITOTERÁPICOS PARA USO HUMANO",
  "2121-1/03-01": "FABRICACAO DE MEDICAMENTOS FITOTERAPICOS PARA USO HUMANO",
  "2121-1/03-02": "FABRICACAO DE MEDICAMENTOS FITOTERAPICOS PARA USO HUMANO, EM CONVENIO COM O SUS",
  "2122-0/00-00": "FABRICACAO DE MEDICAMENTOS PARA USO VETERINARIO",
  "2201-0/01-88": "SERVIÇOS DE EXPLORAÇÃO DE RODOVIA MEDIANTE COBRANÇA DE PREÇO OU PEDÁGIO DOS USUÁRIOS, ENVOLVENDO EXECUÇÃO DE SERVIÇOS DE CONSERVAÇÃO, MANUTENÇÃO, MELHORAMENTOS PARA ADEQUAÇÃO DE CAPACIDADE E SEGURANÇA DE TRÂNSITO, OPERAÇÃO, MONITORAÇÃO, ASSISTÊNCIA AOS USUÁRIOS E/OU OUTROS SERVIÇOS DEFINIDOS EM CONTRATOS, ATOS DE CONCESSÃO OU DE PERMISSÃO OU EM NORMAS OFICIAIS",
  "2212-9/00-00": "REFORMA DE PNEUMATICOS USADOS",
  "2301-0/01-88": "SERVIÇOS DE PROGRAMAÇÃO E COMUNICAÇÃO VISUAL OU CONGÊNERES",
  "2301-0/02-88": "DESENHO INDUSTRIAL OU CONGÊNERE, INCLUSIVE DESIGN DE MODA",
  "2330-3/01-02": "FABRICACAO DE ESTRUTURAS PRE-MOLDADAS DE CONCRETO ARMADO, SOB ENCOMENDA",
  "2330-3/05-00": "PREPARACAO DE MASSA DE CONCRETO E ARGAMASSA PARA CONSTRUCAO",
  "2391-5/01-00": "BRITAMENTO DE PEDRAS, EXCETO ASSOCIADO A EXTRACAO",
  "2391-5/02-00": "APARELHAMENTO DE PEDRAS PARA CONSTRUCAO, EXCETO ASSOCIADO A EXTRACAO",
  "2391-5/03-00": "APARELHAMENTO DE PLACAS E EXECUCAO DE TRABALHOS EM MARMORE, GRANITO, ARDOSIA E OUTRAS PEDRAS",
  "2399-1/01-00": "DECORACAO, LAPIDACAO, GRAVACAO, VITRIFICACAO E OUTROS TRABALHOS EM CERAMICA, LOUCA, VIDRO E CRISTAL",
  "2399-1/01-01": "DECORACAO, LAPIDACAO, VITRIFICACAO EM PEQUENOS OBJETOS DE CERAMICA E LOUCA",
  "2399-1/01-02": "DECORACAO, LAPIDACAO, GRAVACAO, VITRIFICACAO E OUTROS BENEFICIAMENTOS EM VIDROS E CRISTAIS",
  "2401-0/01-88": "SERVIÇOS DE CHAVEIROS",
  "2401-0/02-88": "CONFECÇÃO DE CARIMBOS",
  "2401-0/03-88": "CONFECÇÃO DE PLACAS, DE SINALIZAÇÃO VISUAL, BANNERS, ADESIVOS OU CONGÊNERES",
  "2501-0/01-88": "FUNERAIS, INCLUSIVE FORNECIMENTO DE CAIXÃO, URNA OU ESQUIFES; ALUGUEL DE CAPELA; TRANSPORTE DO CORPO CADAVÉRICO; FORNECIMENTO DE FLORES, COROAS E OUTROS PARAMENTOS; DESEMBARAÇO DE CERTIDÃO DE ÓBITO; FORNECIMENTO DE VÉU, ESSA E OUTROS ADORNOS; EMBALSAMENTO, EMBELEZAMENTO, CONSERVAÇÃO OU RESTAURAÇÃO DE CADÁVERES.",
  "2502-0/01-88": "CREMAÇÃO DE PARTES E/OU CORPOS CADAVÉRICOS",
  "2502-0/02-88": "TRANSLADO INTRAMUNICIPAL DE CORPOS E PARTES DE CORPOS CADAVÉRICOS",
  "2503-0/01-88": "PLANOS OU CONVÊNIO FUNERÁRIOS.",
  "2504-0/01-88": "MANUTENÇÃO E CONSERVAÇÃO DE JAZIGOS E CEMITÉRIOS.",
  "2505-0/01-88": "CESSÃO DE USO DE ESPAÇOS EM CEMITÉRIOS PARA SEPULTAMENTO.",
  "2512-8/00-00": "FABRICACAO DE ESQUADRIAS DE METAL",
  "2539-0/00-00": "SERVICOS DE USINAGEM, SOLDA, TRATAMENTO E REVESTIMENTO EM METAIS",
  "2539-0/00-01": "SERVICOS DE USINAGEM, SOLDA, TRATAMENTO E REVESTIMENTO EM METAIS, EXCETO IMPRESSAO DE CHAPAS METALICAS",
  "2539-0/00-02": "SERVICO DE IMPRESSAO EM CHAPAS METALICAS",
  "2539-0/00-03": "SERVICOS DE REVESTIMENTO E TRATAMENTO DE METAIS",
  "2539-0/00-04": "SERVICO DE GALVANOTECNIA, CROMAGEM, PINTURA ELETROSTATICA E OUTROS REVESTIMENTOS EM METAIS",
  "2539-0/01-00": "SERVICOS DE USINAGEM, SOLDA E TORNEARIA",
  "2539-0/02-01": "SERVICOS DE REVESTIMENTO E TRATAMENTO DE METAIS",
  "2539-0/02-02": "SERVICO DE IMPRESSAO EM CHAPAS METALICAS",
  "2542-0/00-02": "SERVICOS DE SERRALHERIA",
  "2599-3/01-00": "SERVICOS DE CONFECCAO DE ARMACOES METALICAS PARA A CONSTRUCAO",
  "2599-3/02-00": "SERVICO DE CORTE E DOBRA DE METAIS",
  "2601-0/01-88": "SERVIÇOS DE COLETA DE BENS OU VALORES",
  "2601-0/02-88": "SERVIÇOS DE REMESSA DE BENS OU VALORES",
  "2601-0/03-88": "SERVIÇOS DE ENTREGA DE BENS OU VALORES",
  "2601-0/04-88": "SERVIÇOS DE COURRIER E CONGÊNERES",
  "2601-0/05-88": "SERVIÇOS DE COLETA, REMESSA OU ENTREGA DE CORRESPONDÊNCIAS, DOCUMENTOS, OBJETOS, INCLUSIVE PELOS CORREIOS E SUAS AGÊNCIAS FRANQUEADAS",
  "2601-0/06-88": "SERVIÇOS DE REBOQUE E CONGÊNERES",
  "2601-0/07-88": "SERVIÇOS DE COLETA OU ENTREGA PRESTADOS POR MOTOBOY E CONGÊNERES",
  "2601-0/08-88": "SERVIÇO DE AGENCIAMENTO PRESTADOS PELAS AGÊNCIAS DE CORREIOS FRANQUEADAS",
  "2621-3/00-02": "MONTAGEM, SOB ENCOMENDA, DE EQUIPAMENTOS DE INFORMATICA, COM PECAS FORNECIDAS PELO ENCOMENDANTE",
  "2701-0/01-88": "SERVIÇOS DE ASSISTÊNCIA SOCIAL",
  "2722-8/02-00": "RECONDICIONAMENTO DE BATERIAS E ACUMULADORES PARA VEICULOS AUTOMOTORES",
  "2801-0/01-88": "AVALIAÇÃO DE BENS E SERVIÇOS DE QUALQUER NATUREZA",
  "2801-0/02-88": "AVALIAÇÃO DE IMÓVEIS",
  "2901-0/01-88": "SERVIÇOS DE BIBLIOTECONOMIA",
  "2950-6/00-00": "RECONDICIONAMENTO OU RECUPERACAO DE MOTORES PARA VEICULOS AUTOMOTORES",
  "3001-0/01-88": "SERVIÇOS DE BIOLOGIA, BIOTECNOLOGIA E QUÍMICA",
  "3001-0/02-88": "SERVIÇOS DE BIOLOGIA, BIOTECNOLOGIA E QUÍMICA PARA APLICAÇÃO INDUSTRIAL, INCLUSIVE PESQUISAS E DESENVOLVIMENTO",
  "3031-8/00-02": "MONTAGEM DE LOCOMOTIVAS, VAGOES E OUTROS MATERIAIS RODANTES",
  "3041-5/00-02": "MONTAGEM DE AERONAVES",
  "3101-0/01-88": "SERVIÇOS TÉCNICOS EM EDIFICAÇÕES",
  "3101-0/02-88": "SERVIÇOS TÉCNICOS EM ELETRÔNICA",
  "3101-0/03-88": "SERVIÇOS TÉCNICOS EM ELETROTÉCNICA",
  "3101-0/04-88": "SERVIÇOS TÉCNICOS EM MECÂNICA",
  "3101-0/05-88": "SERVIÇOS TÉCNICOS EM TELECOMUNICAÇÕES",
  "3101-0/06-88": "SERVIÇOS TÉCNICOS EM GERAL",
  "3101-0/07-88": "INSTALAÇÕES ELÉTRICAS EM BENS IMÓVEIS",
  "3101-0/08-88": "SERVIÇOS DE ILUMINAÇÃO, SONORIZAÇÃO PARA CASA DE ESPETÁCULOS E OU ATIVIDADES ARTÍSTICAS, INCLUSIVE ILUMINAÇÃO CÊNICA, FEIRAS, EXPOSIÇÕES, CONGRESSOS E CONGÊNERES",
  "3101-0/09-88": "SERVIÇOS DE ELETROTÉCNICA EM REDES ELÉTRICAS, INCLUSIVE LIGAÇÃO E RELIGAÇÃO DE UNIDADES CONSUMIDORAS DE ENERGIA ELÉTRICA.",
  "3101-0/10-88": "SERVIÇOS TÉCNICOS EM ESTAÇÕES E REDES DE TELECOMUNICAÇÕES.",
  "3201-0/01-88": "SERVIÇOS DE DESENHOS TÉCNICOS EM GERAL, INCLUSIVE ARQUITETÔNICO E DE ENGENHARIA",
  "3211-6/01-00": "LAPIDACAO DE GEMAS",
  "3250-7/03-00": "FABRICACAO DE APARELHOS E UTENSILIOS PARA CORRECAO DE DEFEITOS FISICOS E APARELHOS ORTOPEDICOS EM GERAL SOB ENCOMENDAS",
  "3250-7/06-01": "SERVICOS DE PROTESE DENTARIA, EXCETO EM CONVENIO COM O SUS",
  "3250-7/06-02": "SERVICOS DE PROTESE DENTARIA, EM CONVENIO COM O SUS",
  "3250-7/07-02": "SERVICOS DE LABORATORIOS OPTICOS",
  "3250-7/09-00": "SERVICO DE LABORATORIO OPTICO",
  "3301-0/01-88": "SERVIÇOS DE DESEMBARAÇO ADUANEIRO, COMISSÁRIOS, DESPACHANTES E CONGÊNERES.",
  "3311-2/00-00": "MANUTENCAO E REPARACAO DE TANQUES, RESERVATORIOS METALICOS E CALDEIRAS, EXCETO PARA VEICULOS",
  "3312-1/01-00": "MANUTENCAO E REPARACAO DE EQUIPAMENTOS TRANSMISSORES DE COMUNICACAO (CANCELADA RESOLUCAO CONCLA 01-2007)",
  "3312-1/02-00": "MANUTENCAO E REPARACAO DE APARELHOS E INSTRUMENTOS DE MEDIDA, TESTE E CONTROLE",
  "3312-1/03-00": "MANUTENCAO E REPARACAO DE APARELHOS ELETROMEDICOS E ELETROTERAPEUTICOS E EQUIPAMENTOS DE IRRADIACAO",
  "3312-1/04-00": "MANUTENCAO E REPARACAO DE EQUIPAMENTOS E INSTRUMENTOS OPTICOS",
  "3313-9/01-00": "MANUTENCAO E REPARACAO DE GERADORES, TRANSFORMADORES E MOTORES ELETRICOS",
  "3313-9/02-00": "MANUTENCAO E REPARACAO DE BATERIAS E ACUMULADORES ELETRICOS, EXCETO PARA VEICULOS",
  "3313-9/99-00": "MANUTENCAO E REPARACAO DE MAQUINAS, APARELHOS E MATERIAIS ELETRICOS NAO ESPECIFICADOS ANTERIORMENTE",
  "3314-7/01-00": "MANUTENCAO E REPARACAO DE MAQUINAS MOTRIZES NAO-ELETRICAS",
  "3314-7/02-00": "MANUTENCAO E REPARACAO DE EQUIPAMENTOS HIDRAULICOS E PNEUMATICOS, EXCETO VALVULAS",
  "3314-7/03-00": "MANUTENCAO E REPARACAO DE VALVULAS INDUSTRIAIS",
  "3314-7/04-00": "MANUTENCAO E REPARACAO DE COMPRESSORES",
  "3314-7/05-00": "MANUTENCAO E REPARACAO DE EQUIPAMENTOS DE TRANSMISSAO PARA FINS INDUSTRIAIS",
  "3314-7/06-00": "MANUTENCAO E REPARACAO DE MAQUINAS, APARELHOS E EQUIPAMENTOS PARA INSTALACOES TERMICAS",
  "3314-7/07-00": "MANUTENCAO E REPARACAO DE MAQUINA E APARELHOS DE REFRIGERACAO E VENTILACAO PARA USO INDUSTRIAL E COMERCIAL",
  "3314-7/08-00": "MANUTENCAO E REPARACAO DE MAQUINAS, EQUIPAMENTOS E APARELHOS PARA TRANSPORTE E ELEVACAO DE CARGAS",
  "3314-7/09-00": "MANUTENCAO E REPARACAO DE MAQUINAS DE ESCREVER, CALCULAR E DE OUTROS EQUIPAMENTOS NAO-ELETRONICOS PARA ESCRITORIO",
  "3314-7/10-00": "MANUTENCAO E REPARACAO DE MAQUINAS E EQUIPAMENTOS PARA USO GERAL NAO ESPECIFICADO ANTERIORMENTE",
  "3314-7/10-01": "RECARGA DE EXTINTORES",
  "3314-7/10-02": "MANUTENCAO E REPARACAO DE MAQUINAS E EQUIPAMENTOS PARA USO GERAL NAO ESPECIFICADOS ANTERIORMENTE, EXCETO RECARGA DE EXTI",
  "3314-7/11-00": "MANUTENCAO E REPARACAO DE MAQUINAS E EQUIPAMENTOS PARA AGRICULTURA E PECUARIA",
  "3314-7/12-00": "MANUTENCAO E REPARACAO DE TRATORES AGRICOLAS",
  "3314-7/13-00": "MANUTENCAO E REPARACAO DE MAQUINAS-FERRAMENTA",
  "3314-7/14-00": "MANUTENCAO E REPARACAO DE MAQUINAS E EQUIPAMENTOS PARA A PROSPECCAO E EXTRACAO DE PETROLEO",
  "3314-7/15-00": "MANUTENCAO E REPARACAO DE MAQUINAS E EQUIPAMENTOS PARA USO NA EXTRACAO MINERAL, EXCETO NA EXTRACAO DE PETROLEO",
  "3314-7/16-00": "MANUTENCAO E REPARACAO DE TRATORES, EXCETO AGRICOLAS",
  "3314-7/17-00": "MANUTENCAO E REPARACAO DE MAQUINAS E EQUIPAMENTOS DE TERRAPLENAGEM, PAVIMENTACAO E CONSTRUCAO, EXCETO TRATORES",
  "3314-7/18-00": "MANUTENCAO E REPARACAO DE MAQUINAS PARA A INDUSTRIA METALURGICA, EXCETO MAQUINAS-FERRAMENTA",
  "3314-7/19-00": "MANUTENCAO E REPARACAO DE MAQUINAS E EQUIPAMENTOS PARA AS INDUSTRIAS DE ALIMENTOS, BEBIDAS E FUMO",
  "3314-7/20-00": "MANUTENCAO E REPARACAO DE MAQUINAS E EQUIPAMENTOS PARA A INDUSTRIA TEXTIL, DO VESTUARIO, DO COURO E CALCADOS",
  "3314-7/21-00": "MANUTENCAO E REPARACAO DE MAQUINAS E APARELHOS PARA A INDUSTRIA DE CELULOSE, PAPEL E PAPELAO E ARTEFATOS",
  "3314-7/22-00": "MANUTENCAO E REPARACAO DE MAQUINAS E APARELHOS PARA A INDUSTRIA DO PLASTICO",
  "3314-7/99-00": "MANUTENCAO E REPARACAO DE OUTRAS MAQUINAS E EQUIPAMENTOS PARA USOS INDUSTRIAIS NAO ESPECIFICADOS ANTERIORMENTE",
  "3315-5/00-00": "MANUTENCAO E REPARACAO DE VEICULOS FERROVIARIOS",
  "3316-3/01-00": "MANUTENCAO E REPARACAO DE AERONAVES, EXCETO A MANUTENCAO NA PISTA",
  "3316-3/02-00": "MANUTENCAO DE AERONAVES NA PISTA",
  "3317-1/01-00": "MANUTENCAO E REPARACAO DE EMBARCACOES E ESTRUTURAS FLUTUANTES",
  "3317-1/02-00": "MANUTENCAO E REPARACAO DE EMBARCACOES PARA ESPORTE E LAZER",
  "3319-8/00-00": "MANUTENCAO E REPARACAO DE EQUIPAMENTOS E PRODUTOS NAO ESPECIFICADOS ANTERIORMENTE",
  "3319-8/00-01": "REPARACAO DE ARMAS DE FOGO",
  "3319-8/00-99": "MANUTENCAO E REPARACAO DE EQUIPAMENTOS E PRODUTOS NAO ESPECIFICADOS ANTERIORMENTE, EXCETO ARMAS DE FOGO",
  "3321-0/00-00": "INSTALACAO DE MAQUINAS E EQUIPAMENTOS INDUSTRIAIS",
  "3329-5/01-00": "SERVICOS DE MONTAGEM DE MOVEIS DE QUALQUER MATERIAL",
  "3329-5/99-00": "INSTALACAO DE OUTROS EQUIPAMENTOS NAO ESPECIFICADOS ANTERIORMENTE",
  "3401-0/01-88": "SERVIÇOS DE INVESTIGAÇÕES PARTICULARES, DETETIVES E CONGÊNERES.",
  "3501-0/01-88": "SERVIÇOS DE REPORTAGEM, ASSESSORIA DE IMPRENSA, JORNALISMO E RELAÇÕES PÚBLICAS.",
  "3511-5/02-00": "ATIVIDADES DE COORDENACAO E CONTROLE DA OPERACAO DA GERACAO E DA TRANSMISSAO DE ENERGIA ELETRICA",
  "3514-0/00-00": "DISTRIBUICAO DE ENERGIA ELETRICA",
  "3520-4/02-00": "DISTRIBUICAO DE COMBUSTIVEIS GASOSOS POR REDES URBANAS",
  "3601-0/01-88": "SERVIÇOS DE METEOROLOGIA",
  "3701-0/01-88": "SERVIÇOS DE ARTISTAS, ATLETAS, MODELOS E MANEQUINS.",
  "3701-1/00-00": "GESTAO DE REDES DE ESGOTO",
  "3702-9/00-00": "ATIVIDADES RELACIONADAS A ESGOTO, EXCETO A GESTAO DE REDES",
  "3801-0/01-88": "MUSEOLOGIA",
  "3811-4/00-00": "COLETA DE RESIDUOS NAO PERIGOSOS",
  "3811-4/00-01": "COLETA DE RESIDUOS NAO PERIGOSOS, ATRAVES DE CACAMBAS",
  "3811-4/00-02": "COLETA DE RESIDUOS NAO PERIGOSOS, EXCETO POR MEIO DE CACAMBA",
  "3812-2/00-00": "COLETA DE RESIDUOS PERIGOSOS",
  "3821-1/00-00": "TRATAMENTO E DISPOSICAO DE RESIDUOS NAO-PERIGOSOS",
  "3822-0/00-00": "TRATAMENTO E DISPOSICAO DE RESIDUOS PERIGOSOS",
  "3822-0/00-01": "ATERRO SANITARIO PARA RESIDUOS PERIGOSOS",
  "3822-0/00-02": "TRATAMENTO DE RESIDUOS SOLIDOS HOSPITALARES",
  "3822-0/00-03": "TRATAMENTO DE RESIDUOS E EFLUENTES PERIGOSOS",
  "3839-4/01-00": "USINAS DE COMPOSTAGEM",
  "3900-5/00-00": "DESCONTAM INACAO E OUTROS SERVICOS DE GESTAO DE RESIDUOS",
  "3901-0/01-88": "SERVIÇOS DE OURIVESARIA E LAPIDAÇÃO (QUANDO O MATERIAL FOR FORNECIDO PELO TOMADOR DO SERVIÇO).",
  "4001-0/01-88": "SERVIÇOS RELATIVOS A OBRAS DE ARTE SOB ENCOMENDA",
  "4120-4/00-00": "CONSTRUCAO DE EDIFICIOS",
  "4211-1/01-00": "CONSTRUCAO DE RODOVIAS E FERROVIAS",
  "4211-1/02-00": "PINTURA PARA SINALIZACAO EM PISTAS RODOVIARIAS E AEROPORTOS",
  "4212-0/00-00": "CONSTRUCAO DE OBRAS DE ARTES ESPECIAIS",
  "4213-8/00-00": "OBRAS DE URBANIZACAO - RUAS, PRACAS E CALCADAS",
  "4221-9/01-00": "CONSTRUCAO DE BARRAGENS E REPRESAS PARA GERACAO DE ENERGIA ELETRICA",
  "4221-9/02-00": "CONSTRUCAO DE ESTACOES E REDES DE DISTRIBUICAO DE ENERGIA ELETRICA",
  "4221-9/03-00": "MANUTENCAO DE REDES DE DISTRIBUICAO DE ENERGIA ELETRICA",
  "4221-9/04-00": "CONSTRUCAO DE ESTACOES E REDES DE TELECOMUNICACOES",
  "4221-9/05-00": "MANUTENCAO DE ESTACOES E REDES DE TELECOMUNICACOES",
  "4222-7/01-00": "CONSTRUCAO DE REDES DE ABASTECIMENTO DE AGUA, COLETA DE ESGOTO E CONSTRUCOES CORRELATAS, EXCETO OBRAS DE IRRIGACAO",
  "4222-7/02-00": "OBRAS DE IRRIGACAO",
  "4223-5/00-00": "CONSTRUCAO DE REDES DE TRANSPORTES POR DUTOS, EXCETO PARA AGUA E ESGOTO",
  "4291-0/00-00": "OBRAS PORTUARIAS, MARITIMAS E FLUVIAIS",
  "4292-8/01-01": "MONTAGEM DE ESTRUTURAS METALICAS NAO DESTINADAS A CONSTRUCAO CIVIL",
  "4292-8/01-02": "MONTAGEM DE ESTRUTURAS METALICAS PARA CONSTRUCAO CIVIL",
  "4292-8/02-00": "OBRAS DE MONTAGEM INDUSTRIAL",
  "4299-5/01-00": "CONSTRUCAO DE INSTALACOES ESPORTIVAS E RECREATIVAS",
  "4299-5/99-00": "OUTRAS OBRAS DE ENGENHARIA CIVIL NAO ESPECIFICADAS ANTERIORMENTE",
  "4311-8/01-00": "DEMOLICAO DE EDIFICIOS E OUTRAS ESTRUTURAS",
  "4311-8/02-00": "PREPARACAO DE CANTEIRO E LIMPEZA DE TERRENO",
  "4312-6/00-00": "PERFURACOES E SONDAGENS",
  "4313-4/00-00": "OBRAS DE TERRAPLENAGEM",
  "4319-3/00-00": "SERVICOS DE PREPARACAO DE TERRENO NAO ESPECIFICADOS ANTERIORMENTE",
  "4321-5/00-01": "SERVICO DE INSTALACOES ELETRICAS, INCLUSIVE ANTENAS",
  "4321-5/00-02": "SERVICO DE MANUTENCAO ELETRICA, INCLUSIVE ANTENAS",
  "4321-5/00-03": "EXECUCAO DE OBRA ELETRICA",
  "4322-3/01-01": "EXECUCAO DE OBRA HIDRAULICA, SANITARIA E DE GAS",
  "4322-3/01-02": "INSTALACAO E MANUTENCAO HIDRAULICA, SANITARIA E DE GAS",
  "4322-3/02-01": "INSTALACAO DE SISTEMAS CENTRAIS DE AR CONDICIONADO, DE VENTILACAO E REFRIGERACAO",
  "4322-3/02-02": "MANUTENCAO DE SISTEMAS CENTRAIS DE AR CONDICIONADO, DE VENTILACAO E REFRIGERACAO",
  "4322-3/02-03": "EXECUCAO DE OBRA DE SISTEMAS CENTRAIS DE AR CONDICIONADO, DE VENTILACAO E REFRIGERACAO",
  "4322-3/03-01": "EXECUCAO DE OBRA DE SISTEMAS DE PREVENCAO CONTRA INCENDIO",
  "4322-3/03-02": "INSTALACAO E MANUTENCAO DE SISTEMAS DE PREVENCAO CONTRA INCENDIO",
  "4329-1/01-00": "INSTALACAO DE PAINEIS PUBLICITARIOS",
  "4329-1/02-00": "INSTALACAO DE EQUIPAMENTOS PARA ORIENTACAO A NAVEGACAO MARITIMA FLUVIAL E LACUSTRE",
  "4329-1/03-01": "INSTALACAO DE ELEVADORES, ESCADAS E ESTEIRAS ROLANTES",
  "4329-1/03-02": "MANUTENCAO E REPARACAO DE ELEVADORES, ESCADAS E ESTEIRAS ROLANTES",
  "4329-1/03-03": "EXECUCAO DE OBRA DE SISTEMAS DE TRANSPORTE EM ELEVADORES, ESCADAS E ESTEIRAS ROLANTES, EXCETO DE FABRICACAO PROPRIA",
  "4329-1/04-01": "EXECUCAO DE OBRA DE MONTAGEM E INSTALACAO DE SISTEMAS E EQUIPAMENTOS DE ILUMINACAO E SINALIZACAO EM VIAS PUBLICAS, PORTOS E AEROPORTOS",
  "4329-1/04-02": "INSTALACAO, MONTAGEM E MANUTENCAO DE EQUIPAMENTOS DE ILUMINACAO E SINALIZACAO EM VIAS PUBLICAS, PORTOS E AEROPORTOS",
  "4329-1/05-01": "EXECUCAO DE OBRA DE TRATAMENTOS TERMICOS, ACUSTICOS OU DE VIBRACAO",
  "4329-1/05-02": "INSTALACAO E MANUTENCAO DE TRATAMENTOS TERMICOS, ACUSTICOS OU DE VIBRACAO",
  "4329-1/99-00": "OUTRAS OBRAS DE INSTALACOES EM CONSTRUCOES NAO ESPECIFICADAS ANTERIORMENTE",
  "4329-1/99-01": "SERVICO DE MONTAGEM DE QUIOSQUES",
  "4329-1/99-99": "OUTRAS OBRAS DE INSTALACOES EM CONSTRUCOES NAO ESPECIFICADAS ANTERIORMENTE",
  "4330-4/01-00": "IMPERMEABILIZACAO EM OBRAS DE ENGENHARIA CIVIL",
  "4330-4/02-01": "INSTALACAO DE PORTAS, JANELAS, TETOS, DIVISORIAS E ARMARIOS EMBUTIDOS DE QUALQUER MATERIAL",
  "4330-4/02-02": "MONTAGEM DE STANDS PARA FEIRAS",
  "4330-4/03-01": "EXECUCAO DE OBRAS DE ACABAMENTO EM GESSO E ESTUQUE",
  "4330-4/03-02": "INSTALACAO E MANUTENCAO EM ACABAMETNO EM GESSO E ESTUQUE",
  "4330-4/04-01": "SERVICOS DE PINTURA EM EDIFICACOES EM GERAL",
  "4330-4/04-02": "EXECUCAO DE OBRAS DE PINTURA EM EDICACOES EM GERAL",
  "4330-4/05-01": "EXECUCAO DE OBRA DE REVESTIMENTOS E DE RESINAS EM INTERIORES E EXTERIORES",
  "4330-4/05-02": "SERVICOS DE APLICACAO DE REVESTIMENTOS E DE RESINAS EM INTERIORES E EXTERIORES",
  "4330-4/99-01": "SERVICO DE VIDRACARIA",
  "4330-4/99-02": "OUTRAS OBRAS DE ACABAMENTO DA CONSTRUCAO",
  "4330-4/99-03": "SERVICOS DE VIDRACARIA",
  "4330-4/99-04": "EXECUCAO DE OBRAS DE VIDRACARIA EM EDIFICACOES",
  "4330-4/99-99": "OUTRAS OBRAS DE ACABAMENTO DA CONSTRUCAO",
  "4391-6/00-00": "OBRAS DE FUNDACOES",
  "4399-1/01-00": "ADMINISTRACAO DE OBRAS",
  "4399-1/02-00": "MONTAGEM E DESMONTAGEM DE ANDAIMES E OUTRAS ESTRUTURAS TEMPORARIAS",
  "4399-1/03-00": "OBRAS DE ALVENARIA",
  "4399-1/04-01": "SERVICOS DE OPERACAO E FORNECIMENTO DE EQUIPAMENTOS PARA TRANSPORTE E ELEVACAO DE GARGAS E PESSOAS PARA USO EM OBRAS",
  "4399-1/04-02": "SERVICOS DE OPERACAO DE EQUIPAMENTOS PARA TRANSPORTE E ELEVACAO DE CARGAS E PESSOAS PARA USO EM OBRAS",
  "4399-1/05-00": "PERFURACAO E CONSTRUCAO DE POCOS DE AGUAS",
  "4399-1/99-00": "SERVICOS ESPECIALIZADOS PARA CONSTRUCAO NAO ESPECIFICADOS ANTERIORMENTE",
  "4512-9/01-00": "REPRESENTANTES COMERCIAIS E AGENTES DO COMERCIO DE VEICULOS AUTOMOTORES",
  "4512-9/02-00": "COMERCIO SOB CONSIGNACAO DE VEICULOS AUTOMOTORES",
  "4520-0/01-00": "SERVICOS DE MANUTENCAO E REPARACAO MECANICA DE VEICULOS AUTOMOTORES",
  "4520-0/01-01": "SERVICOS DE MANUTENCAO E REPARACAO MECANICA DE VEICULOS AUTOMOTORES",
  "4520-0/01-02": "SERVICOS DE CAPOTARIA EM VEICULOS AUTOMOVEIS",
  "4520-0/01-03": "INSTALACAO E MANUTENCAO DE SISTEMA DE GAS NATURAL VEICULAR(GNV) EM VEICULOS",
  "4520-0/01-99": "OUTROS SERVICOS DE MANUTENCAO E REPARACAO MECANICA DE VEICULOS AUTOMOTORES",
  "4520-0/02-00": "SERVICOS DE LANTERNAGEM OU FUNILARIA E PINTURA DE VEICULOS AUTOMOTORES",
  "4520-0/03-00": "SERVICOS DE MANUTENCAO E REPARACAO ELETRICA DE VEICULOS AUTOMOTORES",
  "4520-0/04-00": "SERVICOS DE ALINHAMENTO E BALANCEAMENTO DE VEICULOS AUTOMOTORES",
  "4520-0/05-00": "SERVICOS DE LAVAGEM, LUBRIFICACAO E POLIMENTO DE VEICULOS AUTOMOTORES",
  "4520-0/05-01": "SERVICOS DE LAVAGEM E POLIMENTO DE VEICULOS AUTOMOTORES",
  "4520-0/05-02": "SERVICO DE LUBRIFICACAO EM VEICULOS AUTOMOTORES",
  "4520-0/06-00": "SERVICOS DE BORRACHARIA PARA VEICULOS AUTOMOTORES",
  "4520-0/07-00": "SERVICOS DE INSTALACAO, MANUTENCAO E REPARACAO DE ACESSORIOS PARA VEICULOS AUTOMOTORES",
  "4520-0/08-00": "SERVICOS DE CAPOTARIA",
  "4530-7/06-00": "REPRESENTANTES COMERCIAIS E AGENTES DO COMERCIO DE PECAS E ACESSORIOS NOVOS E USADOS PARA VEICULOS AUTOMOTORES",
  "4542-1/01-00": "REPRESENTANTES COMERCIAIS E AGENTES DO CMERCIO DE MOTOCICLETAS E MOTONETAS, PECAS E ACESSORIOS",
  "4542-1/02-00": "COMERCIO SOB CONSIGNACAO DE MOTOCICLETAS E MOTONETAS",
  "4543-9/00-00": "MANUTENCAO E REPARACAO DE MOTOCICLETAS E MOTONETAS",
  "4611-4/00-00": "EXCLUIDO - REPRESENTANTES COMERCIAIS E AGENTES DO COM DE MAT PRIMAS AGRI E ANIMAIS- COD CORRETO E O 4611-7/00-00",
  "4611-7/00-00": "REPRESENTANTES COMERCIAIS E AGENTES DO COMERCIO DE MATERIAS PRIMAS AGRICOLAS E ANIMAIS VIVOS",
  "4612-5/00-00": "REPRESENTANTES COMERCIAIS E AGENTES DO COMERCIO DE COMBUSTIVEIS, MINERAIS, PRODUTOS SIDERURGICOS E QUIMICOS",
  "4613-3/00-00": "REPRESENTANTES COMERCIAIS E AGENTES DO COMERCIO DE MADEIRA, MATERIAL DE CONSTRUCAO E FERRAGENS",
  "4614-1/00-00": "REPRESENTANTES COMERCIAIS E AGENTES DO COMERCIO DE MAQUINAS, EQUIPAMENTOS, EMBARCACOES E AERONAVES",
  "4615-0/00-00": "REPRESENTANTES COMERCIAIS E AGENTES DO COMERCIO DE ELETRODOMESTICOS, MOVEIS E ARTIGOS DE USO DOMESTICO",
  "4616-8/00-00": "REPRESENTANTES COMERCIAIS E AGENTES DO COMERCIO DE TEXTEIS, VESTUARIO, CALCADOS E ARTIGOS DE VIAGEM",
  "4617-6/00-00": "REPRESENTANTES COMERCIAIS E AGENTES DO COMERCIO DE PRODUTOS ALIMENTICIOS, BEBIDAS E FUMO",
  "4618-4/01-00": "REPRESENTANTES COMERCIAIS E AGENTES DO COMERCIO DE MEDICAMENTOS, COSMETICOS E PRODUTOS DE PERFUMARIA",
  "4618-4/02-00": "REPRESENTANTES COMERCIAIS E AGENTES DO COMERCIO DE INSTRUMENTOS E MATERIAIS ODONTO-MEDICO-HOSPITALARES",
  "4618-4/03-00": "REPRESENTANTES COMERCIAIS E AGENTES DO COMERCIO DE JORNAIS, REVISTAS E OUTRAS PUBLICACOES",
  "4618-4/99-00": "OUTROS REPRESENTANTES COMERCIAIS E AGENTES DO COMERCIO ESPECIALIZADO EM PRODUTOS NAO ESPECIFICADOS ANTERIORMENTE",
  "4619-2/00-00": "REPRESENTANTES COMERCIAIS E AGENTES DO COMERCIO DE MERCADORIAS EM GERAL NAO ESPECIALIZADO",
  "4751-2/00-02": "CARGA E RECARGA DE CARTUCHOS DE IMPRESSORA",
  "4751-2/02-00": "CARGA E RECARGA DE CARTUCHOS PARA EQUIPAMENTOS DE INFORMATICA",
  "4771-7/02-00": "COMERCIO VAREJISTA DE PRODUTOS FARMACEUTICOS COM MANIPULACAO DE FORMULA",
  "4912-4/02-00": "TRANSPORTE FERROVIÁRIO DE PASSAGEIROS MUNICIPAL E EM REGIÃO METROPOLITANA",
  "4912-4/02-01": "TRANSPORTE FERROVIARIO DE PASSAGEIROS MUNICIPAL",
  "4912-4/03-00": "TRANSPORTE METROVIARIO",
  "4921-3/01-00": "TRANSPORTE RODOVIARIO COLETIVO DE PASSAGEIROS, COM ITINERARIO FIXO, MUNICIPAL",
  "4923-0/01-00": "SERVICO DE TAXI",
  "4923-0/02-00": "SERVICO DE TRANSPORTE DE PASSAGEIROS - LOCACAO DE AUTOMOVEIS COM MOTORISTA",
  "4924-8/00-01": "TRANSPORTE ESCOLAR MUNICIPAL",
  "4929-9/01-00": "TRANSPORTE RODOVIARIO COLETIVO DE PASSAGEIROS, SOB REGIME DE FRETAMENTO, MUNICIPAL",
  "4929-9/03-00": "ORGANIZACAO DE EXCURSOES EM VEICULOS RODOVIARIOS PROPRIOS, MUNICIPAL",
  "4929-9/04-00": "ORGANIZACAO DE EXCURSOES EM VEICULOS RODOVIARIOS PROPRIOS, INTERMUNICIPAL, INTERESTADUAL E INTERNACIONAL",
  "4930-2/01-00": "TRANSPORTE RODOVIARIO DE CARGA, EXCETO PRODUTOS PERIGOSOS E MUDANCAS, MUNICIPAL",
  "4930-2/03-01": "TRANSPORTE RODOVIARIO DE PRODUTOS PERIGOSOS, MUNICIPAL",
  "4930-2/04-01": "TRANSPORTE RODOVIARIO DE MUDANCAS, MUNICIPAL",
  "4940-0/00-00": "TRANSPORTE DUTOVIARIO",
  "4950-7/00-00": "TRENS TURISTICOS, TELEFERICOS E SIMILARES",
  "5021-1/01-00": "TRANSPORTE POR NAVEGACAO INTERIOR DE CARGA, MUNICIPAL, EXCETO TRAVESSIA",
  "5022-0/01-00": "TRANSPORTE POR NAVEGACAO INTERIOR DE PASSAGEIROS EM LINHAS REGULARES, MUNICIPAL, EXCETO TRAVESSIA",
  "5030-1/01-00": "NAVEGACAO DE APOIO MARITIMO",
  "5030-1/02-00": "NAVEGACAO DE APOIO PORTUARIO",
  "5091-2/01-00": "TRANSPORTE POR NAVEGACAO DE TRAVESSIA, MUNICIPAL",
  "5112-9/99-00": "OUTROS SERVICOS DE TRANSPORTE AEREO DE PASSAGEIROS, NAO REGULAR",
  "5211-7/01-00": "ARMAZENS GERAIS - EMISSAO DE WARRANTS",
  "5211-7/02-00": "GUARDA-MOVEIS",
  "5211-7/99-01": "DEPOSITO DE MATERIAL RECICLAVEL",
  "5211-7/99-02": "DEPOSITOS DE MERCADORIAS PARA TERCEIROS, EXCETO ARMAZENS GERAIS E GUARDA-MOVEIS E DEPOSITO DE MATERIAIS RECICLAVEL",
  "5212-5/00-00": "CARGA E DESCARGA",
  "5221-4/00-00": "CONCESSIONARIAS DE RODOVIAS, PONTES, TUNEIS E SERVICOS RELACIONADOS",
  "5222-2/00-00": "TERMINAIS RODOVIARIOS E FERROVIARIOS",
  "5223-1/00-00": "ESTACIONAMENTO DE VEICULOS",
  "5229-0/01-00": "SERVICOS DE APOIO AO TRANSPORTE POR TAXI, INCLUSIVE CENTRAIS DE CHAMADA",
  "5229-0/02-00": "SERVICOS DE REBOQUE DE VEICULOS",
  "5229-0/99-00": "OUTRAS ATIVIDADES AUXILIARES DOS TRANSPORTES TERRESTRES NAO ESPECIFICADAS ANTERIORMENTE",
  "5231-1/01-00": "ADMINISTRACAO DA INFRA-ESTRUTURA PORTUARIA",
  "5231-1/02-00": "ATIVIDADES DO OPERADOR PORTUÁRIO",
  "5232-0/00-00": "ATIVIDADES DE AGENCIAMENTO MARITIMO",
  "5239-7/00-00": "ATIVIDADES AUXILIARES DOS TRANSPORTES AQUAVIARIO NAO ESPECIFICADAS ANTERIORMENTE",
  "5240-1/01-00": "OPERACAO DOS AEROPORTOS E CAMPOS DE ATERRISSAGEM",
  "5240-1/99-00": "ATIVIDADES AUXILIARES DOS TRANSPORTES AEREOS, EXCETO OPERACAO DOS AEROPORTOS E CAMPOS DE ATERRISAGEM",
  "5250-8/01-00": "COMISSARIA DE DESPACHOS",
  "5250-8/02-00": "ATIVIDADES DE DESPACHANTES ADUANEIROS",
  "5250-8/03-00": "AGENCIAMENTO DE CARGAS, EXCETO PARA O TRANSPORTE MARITIMO",
  "5250-8/04-00": "ORGANIZACAO LOGISTICA DO TRANSPORTE DE CARGA",
  "5250-8/05-00": "OPERADOR DE TRANSPORTE MULTIMODAL - OTM",
  "5310-5/01-02": "ALUGUEL DE CAIXAS POSTAIS",
  "5310-5/02-00": "ATIVIDADES DE FRANQUEADAS DO CORREIO NACIONAL",
  "5320-2/01-00": "SERVICOS DE MALOTES NAO REALIZADOS PELO CORREIO NACIONAL",
  "5320-2/02-00": "SERVICOS DE ENTREGA RAPIDA",
  "5510-8/01-00": "HOTEIS",
  "5510-8/02-00": "APART-HOTEIS",
  "5510-8/03-00": "MOTEIS",
  "5510-8/03-01": "MOTEIS",
  "5510-8/03-02": "DRIVE-IN",
  "5590-6/01-00": "ALBERGUES, EXCETO ASSISTENCIAIS",
  "5590-6/02-00": "CAMPINGS",
  "5590-6/03-00": "PENSOES",
  "5590-6/99-00": "OUTROS ALOJAMENTOS NAO ESPECIFICADOS ANTERIORMENTE",
  "5620-1/02-00": "SERVICOS DE ALIMENTACAO PARA EVENTOS E RECEPCOES - BUFE",
  "5811-5/00-00": "EDICAO DE LIVROS",
  "5812-3/00-00": "EDICAO DE JORNAIS",
  "5813-1/00-00": "EDICAO DE REVISTAS",
  "5819-1/00-00": "EDICAO DE CADASTROS, LISTAS E DE OUTROS PRODUTOS GRAFICOS",
  "5911-1/01-00": "ESTUDIOS CINEMATOGRAFICOS",
  "5911-1/02-00": "PRODUCAO DE FILMES PARA PUBLICIDADE",
  "5911-1/99-00": "ATIVIDADES DE PRODUCAO CINEMATOGRAFICA, DE VIDEOS E DE PROGRAMAS DE TELEVISAO NAO ESPECIFICADAS ANTERIORMENTE",
  "5912-0/01-00": "SERVICOS DE DUBLAGEM",
  "5912-0/02-00": "SERVICOS DE MIXAGEM SONORA",
  "5912-0/99-00": "ATIVIDADES DE POS-PRODUCAO CINEMATOGRAFICA, DE VIDEOS E DE PROGRAMAS DE TELEVISAO NAO ESPECIFICADOS ANTERIORMENTE",
  "5914-6/00-00": "ATIVIDADES DE EXIBICAO CINEMATOGRAFICA",
  "5914-6/00-01": "CINEMA E SIMILARES",
  "5914-6/00-02": "CABINE INDIVIDUAL PARA EXIBICAO DE FILMES",
  "5920-1/00-00": "ATIVIDADES DE GRAVACAO DE SOM E DE EDICAO DE MUSICA",
  "6141-8/00-02": "INSTALACAO E ASSISTENCIA TECNICA EM TELEVISAO POR ASSINATURA, INCLUSIVE A HABILITACAO E DESABILITACAO DE DECODIFICADORES",
  "6190-6/01-00": "PROVEDORES DE ACESSO AS REDES DE COMUNICACOES",
  "6190-6/02-00": "PROVEDORES DE VOZ SOBRE PROTOCOLO INTERNET - VOIP",
  "6190-6/99-01": "SERVICO DE CONEXAO A REDES DE TELECOMUNICACOES",
  "6190-6/99-02": "OUTRAS ATIVIDADES DE TELECOMUNICACOES NAO ESPECIFICADAS ANTERIORMENTE, EXCETO OS SERVICOS DE CONEXAO A REDES DE TELECOMU",
  "6201-5/00-00": "DESENVOLVIMENTO DE PROGRAMAS DE COMPUTADOR SOB ENCOMENDA",
  "6202-3/00-00": "DESENVOLVIMENTO E LICENCIAMENTO DE PROGRAMAS DE COMPUTADOR CUSTOMIZAVEIS",
  "6203-1/00-00": "DESENVOLVIMENTO E LICENCIAMENTO DE PROGRAMAS DE COMPUTADOR NAO-CUSTOMIZAVEIS",
  "6204-0/00-00": "CONSULTORIA EM TECNOLOGIA DA INFORMACAO",
  "6209-1/00-00": "SUPORTE TECNICO, MANUTENCAO E OUTROS SERVICOS EM TECNOLOGIAS DA INFORMACAO",
  "6311-9/00-00": "TRATAMENTO DE DADOS, PROVEDORES DE SERVICO DE APLICACAO E SERVICOS DE HOSPEDAGEM NA INTERNET",
  "6319-4/00-00": "PORTAIS, PROVEDORES DE CONTEUDO E OUTROS SERVICOS DE INFORMACAO NA INTERNET",
  "6391-7/00-00": "AGENCIAS DE NOTICIAS",
  "6399-2/00-00": "OUTRAS ATIVIDADES DE PRESTACAO DE SERVICOS DE INFORMACAO NAO ESPECIFICADAS ANTERIORMENTE",
  "6421-2/00-01": "BANCOS COMERCIAIS",
  "6422-1/00-00": "BANCOS MULTIPLOS, COM CARTEIRA COMERCIAL",
  "6423-9/00-01": "CAIXAS ECONOMICAS",
  "6423-9/00-02": "POSTO DE SERVICO DE CAIXAS ECONOMICAS",
  "6424-7/01-00": "BANCOS COOPERATIVOS",
  "6424-7/02-00": "COOPERATIVAS CENTRAIS DE CREDITO",
  "6424-7/03-00": "COOPERATIVAS DE CREDITO MUTUO",
  "6424-7/04-00": "COOPERATIVAS DE CREDITO RURAL",
  "6431-0/00-00": "BANCOS MULTIPLOS, SEM CARTEIRA COMERCIAL",
  "6432-8/00-00": "BANCOS DE INVESTIMENTO",
  "6433-6/00-00": "BANCOS DE DESENVOLVIMENTO",
  "6434-4/00-00": "AGENCIAS DE FOMENTO",
  "6435-2/01-00": "SOCIEDADES DE CREDITO IMOBILIARIO",
  "6435-2/02-00": "ASSOCIACOES DE POUPANCA E EMPRESTIMO",
  "6435-2/03-00": "COMPANHIAS HIPOTECARIAS",
  "6436-1/00-00": "SOCIEDADES DE CREDITO, FINANCIAMENTO E INVESTIMENTO - FINANCEIRAS",
  "6437-9/00-00": "SOCIEDADES DE CREDITO AO MICROEMPREENDEDOR",
  "6438-7/01-00": "BANCOS DE CAMBIO",
  "6438-7/99-00": "OUTRAS INSTITUICOES DE INTERMEDIACAO NAO-MONETARIA NAO ESPECIFICADAS ANTERIORMENTE",
  "6440-9/00-00": "ARRENDAMENTO MERCANTIL",
  "6450-6/00-00": "SOCIEDADES DE CAPITALIZACAO",
  "6470-1/01-00": "FUNDOS DE INVESTIMENTOS, EXCETO PREVIDENCIARIOS E IMOBILIARIOS",
  "6470-1/02-00": "FUNDOS DE INVESTIMENTO PREVIDENCIARIOS",
  "6470-1/03-00": "FUNDOS DE INVESTIMENTO IMOBILIARIOS",
  "6491-3/00-00": "SOCIEDADES DE FOMENTO MERCANTIL - FACTORING",
  "6493-0/00-00": "ADMINISTRACAO DE CONSORCIOS PARA AQUISICAO DE BENS E DIREITOS",
  "6499-9/01-00": "CLUBES DE INVESTIMENTO",
  "6499-9/02-00": "SOCIEDADES DE INVESTIMENTO",
  "6499-9/99-01": "OUTRAS ATIVIDADES DE SERVICOS FINANCEIROS NAO ESPECIFICADAS ANTERIORMENTE",
  "6499-9/99-02": "OUTRAS ATIVIDADES DE INTERMEDIACAO FINANCEIRA NAO ESPECIFICADAS ANTERIORMENTE",
  "6511-1/02-00": "PLANOS DE AUXILIO-FUNERAL",
  "6550-2/00-01": "PLANOS DE SAUDE",
  "6550-2/00-02": "PLANO DE ATENDIMENTO E ASSISTENCIA MEDICO VETERINARIA",
  "6611-8/01-00": "BOLSA DE VALORES",
  "6611-8/04-00": "ADMINISTRACAO DE MERCADOS DE BALCAO ORGANIZADOS",
  "6612-6/01-00": "CORRETORAS DE TITULOS E VALORES MOBILIARIOS",
  "6612-6/02-00": "DISTRIBUIDORAS DE TITULOS E VALORES MOBILIARIOS",
  "6612-6/03-00": "CORRETORAS DE CAMBIO",
  "6612-6/04-00": "CORRETORAS DE CONTRATOS DE MERCADORIAS",
  "6612-6/05-00": "AGENTES DE INVESTIMENTOS EM APLICACOES FINANCEIRAS",
  "6613-4/00-00": "ADMINISTRACAO DE CARTOES DE CREDITO",
  "6619-3/01-00": "SERVICOS DE LIQUIDACAO E CUSTODIA",
  "6619-3/02-00": "CORRESPONDENTES DE INSTITUICOES FINANCEIRAS",
  "6619-3/05-00": "OPERADORAS DE CARTOES DE DEBITO",
  "6619-3/99-01": "AGENCIAMENTO, CORRETAGEM E INTERMEDIACAO DE TITULOS QUAISQUER, INCLUSIVE DE CAMBIO E BENS",
  "6619-3/99-02": "OUTRAS ATIVIDADES AUXILIARES DOS SERVICOS FINANCEIROS NAO ESPECIFICADAS ANTERIORMENTE, EXCETO O AGENCIAMENTO, CORRETAGEM",
  "6619-3/99-99": "OUTRAS ATIVIDADES AUXILIARES DOS SERVICOS FINANCEIROS NAO ESPECIFICADOS ANTERIORMENTE, EXCETO O AGENCIAMENTO, CORRETAGEM E INTERMEDIACAO DE TITULOS QUAISQUER, CAMBIO E CONTRATOS DE FRANQUIA",
  "6621-5/01-00": "PERITOS E AVALIADORES DE SEGUROS",
  "6621-5/02-00": "AUDITORIA E CONSULTORIA ATUARIAL",
  "6622-3/00-00": "CORRETORAS E AGENTES DE SEGUROS, DE PLANOS DE PREVIDENCIA COMPLEMENTAR E DE SAUDE",
  "6629-1/00-00": "ATIVIDADES AUXILIARES DOS SEGUROS, DA PREVIDENCIA COMPLEMENTAR E DOS PLANOS DE SAUDE NAO ESPECIFICADAS ANTERIORMENTE",
  "6630-4/00-00": "ATIVIDADES DE ADMINISTRACAO DE FUNDOS POR CONTRATO OU COMISSAO",
  "6821-8/01-01": "CORRETAGEM NA COMPRA E VENDA DE IMOVEIS",
  "6821-8/01-02": "AVALIACAO DE IMOVEIS",
  "6821-8/02-00": "CORRETAGEM NO ALUGUEL DE IMOVEIS",
  "6822-6/00-01": "GESTAO E ADMINISTRACAO DA PROPRIEDADE IMOBILIARIA, EXCETO ADMINISTRACAO DE CONDOMINIOS PREDIAIS",
  "6822-6/00-02": "ADMINISTRACAO DE CONDOMINIOS PREDIAIS",
  "6911-7/01-00": "SERVICOS ADVOCATICIOS",
  "6911-7/02-00": "ATIVIDADES AUXILIARES DA JUSTICA",
  "6911-7/03-00": "AGENTE DA PROPRIEDADE INDUSTRIAL",
  "6912-5/00-00": "CARTORIOS",
  "6920-6/01-00": "ATIVIDADES DE CONTABILIDADE",
  "6920-6/02-00": "ATIVIDADES DE CONSULTORIA E AUDITORIA CONTABIL E TRIBUTARIA",
  "7020-4/00-01": "ASSESSORIA, CONSULTORIA, ORIENTACAO E ASSISTENCIA EM GESTAO, NEGOCIOS, ORGANIZACAO, FINANCAS, ECONOMIA E SUSTENTABILIDAD",
  "7020-4/00-02": "ASSESSORIA OU CONSULTORIA DE RELACOES PUBLICAS, COMUNICACAO SOCIAL E DE IMPRENSA",
  "7020-4/00-03": "ORGAOS DE APOIO A EMPRESAS",
  "7020-4/00-99": "ATIVIDADES DE CONSULTORIA EM GESTAO EMPRESARIAL, EXCETO CONSULTORIA TECNICA ESPECIFICA, NAO ESPECIFICADAS ANTERIORMENTE",
  "7111-1/00-00": "SERVICOS DE ARQUITETURA",
  "7112-0/00-00": "SERVICOS DE ENGENHARIA",
  "7119-7/01-00": "SERVICOS DE CARTOGRAFIA, TOPOGRAFIA E GEODESIA",
  "7119-7/02-00": "ATIVIDADES DE ESTUDOS GEOLOGICOS",
  "7119-7/03-00": "SERVICOS DE DESENHO TECNICO RELACIONADOS A ARQUITETURA E ENGENHARIA",
  "7119-7/04-00": "SERVICOS DE PERICIA TECNICA RELACIONADOS A SEGURANCA DO TRABALHO",
  "7119-7/99-01": "ATIVIDADES TECNICAS RELACIONADAS A ENGENHARIA E ARQUITETURA NAO ESPECIFICADAS ANTERIORMENTE, EXCETO AEROFOTOGRAMETRIA",
  "7119-7/99-02": "AEROFOTOGRAMETRIA",
  "7120-1/00-00": "TESTES E ANALISES TECNICAS",
  "7210-0/00-00": "PESQUISA E DESENVOLVIMENTO EXPERIMENTAL EM CIENCIAS FISICAS E NATURAIS",
  "7220-7/00-00": "PESQUISA E DESENVOLVIMENTO EXPERIMENTAL EM CIENCIAS SOCIAIS E HUMANAS",
  "7311-4/00-01": "PROPAGANDA E PUBLICIDADE, PLANEJAMENTO E ELABORACAO DE CAMPANHAS PUBLICITARIAS",
  "7312-2/00-00": "AGENCIAMENTO DE ESPACOS PARA PUBLICIDADE, EXCETO EM VEICULOS DE COMUNICACAO",
  "7319-0/01-00": "CRIACAO E MONTAGEM DE ESTANDES PARA FEIRAS E EXPOSICOES",
  "7319-0/02-00": "PROMOCAO DE VENDAS",
  "7319-0/03-00": "MARKETING DIRETO",
  "7319-0/04-00": "CONSULTORIA EM PUBLICIDADE",
  "7319-0/99-00": "OUTRAS ATIVIDADES DE PUBLICIDADE NAO ESPECIFICADAS ANTERIORMENTE",
  "7320-3/00-00": "PESQUISAS DE MERCADO E DE OPINIAO PUBLICA",
  "7410-2/01-00": "DESIGN",
  "7410-2/01-01": "ESTILISTA DE MODA",
  "7410-2/01-02": "DESIGN, EXCETO ESTILISTA DE MODA",
  "7410-2/02-00": "DESIGN DE INTERIORES",
  "7420-0/01-00": "ATIVIDADES DE PRODUCAO DE FOTOGRAFIAS, EXCETO AEREA E SUBMARINA",
  "7420-0/02-00": "ATIVIDADES DE PRODUCAO DE FOTOGRAFIAS AEREAS E SUBMARINAS",
  "7420-0/03-00": "LABORATORIOS FOTOGRAFICOS",
  "7420-0/04-00": "FILMAGENS DE FESTAS E EVENTOS",
  "7420-0/05-00": "SERVICOS DE MICROFILMAGEM",
  "7490-1/01-00": "SERVICOS DE TRADUCAO, INTERPRETACAO E SIMILARES",
  "7490-1/02-00": "ESCAFANDRIA E MERGULHO",
  "7490-1/03-01": "SERVICOS DE AGRONOMIA",
  "7490-1/03-02": "CONSULTORIA NAS ATIVIDADES AGRICOLAS E PECUARIAS",
  "7490-1/04-00": "ATIVIDADES DE INTERMEDIACAO DE SERVICOS E NEGOCIOS EM GERAL, EXCETO IMOBILIARIOS",
  "7490-1/05-00": "AGENCIAMENTO DE PROFISSIONAIS PARA ATIVIDADES ESPORTIVAS, CULTURAIS E ARTISTICAS",
  "7490-1/99-01": "SERVICOS DE AVALIACAO DO CONHECIMENTO DE QUALQUER NATUREZA",
  "7490-1/99-99": "OUTRAS ATIVIDADES PROFISSIONAIS CIENTIFICAS E TECNICAS NAO ESPECIFICADAS ANTERIORMENTE, EXCETO SERVICOS DE AVALIACAO DO",
  "7500-1/00-00": "ATIVIDADES VETERINARIAS",
  "7500-1/00-01": "ATIVIDADES VETERINARIAS RESTRITA A CONSULTAS",
  "7500-1/00-02": "ATIVIDADES VETERINARIAS AMBULATORIAIS, COM RECURSOS PARA REALIZACAO DE EXAMES COMPLEMENTARES E PEQUENAS INTERVENCOES CIR",
  "7500-1/00-03": "ATIVIDADES VETERINARIAS DE ATENDIMENTO HOSPITALAR",
  "7732-2/02-00": "ALUGUEL DE ANDAIMES",
  "7739-0/03-00": "ALUGUEL DE PALCOS, COBERTURAS E OUTRAS ESTRUTURAS DE USO TEMPORARIO, EXCETO ANDAIMES",
  "7739-0/99-01": "ALUGUEL DE CACAMBAS",
  "7739-0/99-02": "ALUGUEL DE CACAMBAS",
  "7740-3/00-00": "GESTAO DE ATIVOS INTANGIVEIS NAO-FINANCEIROS",
  "7810-8/00-00": "SELECAO E AGENCIAMENTO DE MAO-DE-OBRA",
  "7820-5/00-00": "LOCACAO DE MAO-DE-OBRA TEMPORARIA",
  "7830-2/00-00": "FORNECIMENTO E GESTAO DE RECURSOS HUMANOS PARA TERCEIROS",
  "7911-2/00-00": "AGENCIAS DE VIAGENS",
  "7912-1/00-00": "OPERADORES TURISTICOS",
  "7990-2/00-00": "SERVICOS DE RESERVAS E OUTROS SERVICOS DE TURISMO NAO ESPECIFICADOS ANTERIORMENTE",
  "8011-1/01-00": "ATIVIDADES DE VIGILANCIA E SEGURANCA PRIVADA",
  "8011-1/02-00": "SERVICOS DE ADESTRAMENTO DE CAES DE GUARDA",
  "8012-9/00-00": "ATIVIDADES DE TRANSPORTE DE VALORES",
  "8020-0/00-00": "ATIVIDADES DE MONITORAMENTO DE SISTEMAS DE SEGURANCA",
  "8030-7/00-00": "ATIVIDADES DE INVESTIGACAO PARTICULAR",
  "8111-7/00-00": "SERVICOS COMBINADOS PARA APOIO A EDIFICIOS, EXCETO CONDOMINIOS PREDIAIS",
  "8121-4/00-00": "LIMPEZA EM PREDIOS E EM DOMICILIOS",
  "8122-2/00-00": "IMUNIZACAO E CONTROLE DE PRAGAS URBANAS",
  "8129-0/00-01": "SERVICO DE ESTERILIZACAO",
  "8129-0/00-99": "ATIVIDADES DE LIMPEZA NAO ESPECIFICADAS ANTERIORMENTE",
  "8130-3/00-00": "ATIVIDADES PAISAGISTICAS",
  "8211-3/00-00": "SERVICOS COMBINADOS DE ESCRITORIO E APOIO ADMINISTRATIVO",
  "8219-9/01-00": "FOTOCOPIAS",
  "8219-9/99-00": "PREPARACAO DE DOCUMENTOS E SERVICOS ESPECIALIZADOS DE APOIO ADMINISTRATIVO NAO ESPECIFICADOS ANTERIORMENTE",
  "8220-2/00-01": "OUTRAS ATIVIDADES DE TELEATENDIMENTO, EXCETO CENTRAIS DE TELEMARKETING",
  "8220-2/00-02": "ATIVIDADES DE TELEATENDIMENTO PRESTADAS POR CENTRAL DE TELEMARKETING",
  "8230-0/01-00": "SERVIÇOS DE ORGANIZAÇÃO DE FEIRAS, CONGRESSOS, EXPOSIÇÕES E FESTAS",
  "8230-0/01-01": "GESTAO DE CENTROS DE FEIRAS E CONVENCOES",
  "8230-0/01-02": "SERVICOS DE ORGANIZACAO DE FESTAS E RECEPCOES",
  "8230-0/01-03": "GESTAO DE CENTROS DE FEIRAS E CONVENCOES",
  "8230-0/02-01": "CASA DE FESTAS E EVENTOS",
  "8230-0/02-02": "CENTRO DE CONVENÇÕES",
  "8291-1/00-00": "ATIVIDADES DE COBRANCA E INFORMACOES CADASTRAIS",
  "8292-0/00-00": "ENVASAMENTO E EMPACOTAMENTO SOB CONTRATO",
  "8299-7/01-00": "MEDICAO DE CONSUMO DE ENERGIA ELETRICA, GAS E AGUA",
  "8299-7/02-00": "EMISSAO DE VALES-ALIMENTACAO, VALES-TRANSPORTE E SIMILARES",
  "8299-7/03-00": "SERVICOS DE GRAVACAO DE CARIMBOS, EXCETO CONFECCAO",
  "8299-7/04-00": "LEILOEIROS INDEPENDENTES",
  "8299-7/04-01": "LEILOEIROS INDEPENDENTES DE ARTE",
  "8299-7/04-02": "LEILOEIROS INDEPENDENTES, EXCETO DE ARTE",
  "8299-7/05-00": "SERVICOS DE LEVANTAMENTO DE FUNDOS SOB CONTRATO",
  "8299-7/06-01": "CASAS LOTERICAS SERVICOS DE DISTRIBUICAO E VENDAS DE BILHETES E DEMAIS PRODUTOS DE LOTERIAS",
  "8299-7/06-02": "CASAS LOTERICAS - CORRESPONDENTES BANCARIOS",
  "8299-7/07-00": "SALAS DE ACESSO A INTERNET",
  "8299-7/99-01": "SERVICOS DE AVALIACAO E DESPACHOS EM GERAL",
  "8299-7/99-02": "ADMINISTRACAO DE CARTAO DE DESCONTO",
  "8299-7/99-03": "SERVICOS DE SINALIZACAO VISUAL, CONFECCAO DE PLACAS, BANNERS, ADESIVOS, FAIXAS E CONGENERES",
  "8299-7/99-04": "GESTAO DE ESPACOS PARA EXPOSICAO, FEIRAS E CONGENERES, PARA USO DE TERCEIROS",
  "8299-7/99-05": "SERVICO DE COMUNICACAO E PROGRAMACAO VISUAL",
  "8299-7/99-06": "GESTAO DE FROTAS DE VEICULOS",
  "8299-7/99-99": "OUTRAS ATIVIDADES DE SERVICOS PRESTADOS PRINCIPALMENTE AS EMPRESAS NAO ESPECIFICADAS ANTERIORMENTE",
  "8511-2/00-00": "EDUCACAO INFANTIL-CRECHE",
  "8512-1/00-00": "EDUCACAO INFANTIL-PRE-ESCOLA",
  "8513-9/00-00": "ENSINO FUNDAMENTAL",
  "8513-9/00-01": "ESCOLA DE ENSINO FUNDAMENTAL",
  "8513-9/00-02": "SUPLETIVO DO ENSINO FUNDAMENTAL",
  "8520-1/00-00": "ENSINO MEDIO",
  "8520-1/00-01": "ESCOLA DE ENSINO MEDIO",
  "8520-1/00-02": "SUPLETIVO DO ENSINO MEDIO",
  "8531-7/00-00": "EDUCACAO SUPERIOR - GRADUACAO",
  "8532-5/00-00": "EDUCACAO SUPERIOR - GRADUACAO E POS-GRADUACAO",
  "8533-3/00-00": "EDUCACAO SUPERIOR - POS-GRADUACAO E EXTENSAO",
  "8541-4/00-00": "EDUCACAO PROFISSIONAL DE NIVEL TECNICO",
  "8542-2/00-00": "EDUCACAO PROFISSIONAL DE NIVEL TECNOLOGICO",
  "8550-3/02-00": "SERVICOS AUXILIARES A EDUCACAO",
  "8550-3/02-01": "AGENCIA DE INTERCAMBIO CULTURAL",
  "8550-3/02-99": "OUTROS SERVICOS AUXILIARES A EDUCACAO NAO ESPECIFICADOS ANTERIORMENTE",
  "8591-1/00-00": "ENSINO DE ESPORTES",
  "8591-1/00-01": "ESCOLA DE NATACAO",
  "8591-1/00-02": "ESCOLA DE ARTES MARCIAIS",
  "8591-1/00-03": "ESCOLA DE MERGULHO",
  "8591-1/00-04": "ESCOLA DE EQUITACAO",
  "8591-1/00-99": "ESCOLA DE ESPORTES NAO ESPECIFICADOS ANTERIORMENTE",
  "8592-9/01-00": "ENSINO DE DANCA",
  "8592-9/02-00": "ENSINO DE ARTES CENICAS, EXCETO DANCA",
  "8592-9/03-00": "ENSINO DE MUSICA",
  "8592-9/99-00": "ENSINO DE ARTE E CULTURA NAO ESPECIFICADO ANTERIORMENTE",
  "8593-7/00-00": "ENSINO DE IDIOMAS",
  "8599-6/01-01": "CENTRO DE FORMACAO DE CONDUTORES SEM PISTA DE TREINAMENTO",
  "8599-6/01-02": "CENTRO DE FORMACAO DE CONDUTORES COM PISTA DE TREINAMENTO",
  "8599-6/02-00": "CURSOS DE PILOTAGEM",
  "8599-6/03-00": "TREINAMENTO EM INFORMATICA",
  "8599-6/04-00": "TREINAMENTO EM DESENVOLVIMENTO PROFISSIONAL E GERENCIAL",
  "8599-6/05-00": "CURSOS PREPARATORIOS PARA CONCURSOS",
  "8599-6/05-01": "CURSO PRE-VESTIBULAR",
  "8599-6/05-02": "CURSOS PREPARATORIOS PARA CONCURSOS, EXCETO PRE-VESTIBULAR",
  "8599-6/99-00": "OUTRAS ATIVIDADES DE ENSINO NAO ESPECIFICADAS ANTERIORMENTE",
  "8610-1/01-01": "ATIVIDADES DE ATENDIMENTO HOSPITALAR, EXCETO PRONTO-SOCORRO E UNIDADES PARA ATENDIMENTO A URGENCIAS",
  "8610-1/01-02": "ATIVIDADES DE ATENDIMENTO HOSPITALAR, EXCETO PRONTO-SOCORRO E UNIDADES PARA ATENDIMENTO A URGENCIAS, ATRAVES DE CONVENIO COM SUS",
  "8610-1/01-03": "MATERNIDADE",
  "8610-1/01-04": "MANICOMIO",
  "8610-1/02-01": "ATIVIDADES DE ATENDIMENTO EM PRONTO-SOCORRO E UNIDADES HOSPITALARES PARA ATENDIMENTO A URGENCIAS",
  "8610-1/02-02": "ATIVIDADES DE ATENDIMENTO EM PRONTO-SOCORRO E UNIDADES HOSPITALARES PARA ATENDIMENTO A URGENCIAS ATRAVES DE CONVENIO COM",
  "8621-6/01-00": "UTI MOVEL",
  "8621-6/02-00": "SERVICOS MOVEIS DE ATENDIMENTO A URGENCIAS, EXCETO POR UTI MOVEL",
  "8622-4/00-00": "SERVICOS DE REMOCAO DE PACIENTES, EXCETO OS SERVICOS MOVEIS DE ATENDIMENTO A URGENCIAS",
  "8630-5/01-01": "ATIVIDADE MEDICA AMBULATORIAL COM RECURSOS PARA REALIZACAO DE PROCEDIMENTOS CIRURGICOS",
  "8630-5/01-02": "ATIVIDADE MEDICA AMBULATORIAL COM RECURSOS PARA REALIZACAO DE PROCEDIMENTOS CIRURGICOS, ATRAVES DE CONVENIO COM SUS",
  "8630-5/02-00": "ATIVIDADE MEDICA AMBULATORIAL COM RECURSOS PARA REALIZACAO DE EXAMES COMPLEMENTARES",
  "8630-5/03-01": "ATIVIDADE MÉDICA AMBULATORIAL RESTRITA A CONSULTAS - CONSULTÓRIO MÉDICO",
  "8630-5/03-02": "ATIVIDADE MEDICA AMBULATORIAL RESTRITA A CONSULTAS, ATRAVES DE CONVENIO COM SUS",
  "8630-5/03-03": "ATIVIDADE MÉDICA AMBULATORIAL RESTRITA A CONSULTAS - CLÍNICA MÉDICA",
  "8630-5/04-01": "ATIVIDADE ODONTOLOGICA",
  "8630-5/04-02": "ATIVIDADE ODONTOLOGICA ATRAVES DE CONVENIO COM O SUS",
  "8630-5/05-00": "ATIVIDADE ODONTOLOGICA SEM RECURSOS PARA REALIZACAO DE PROCEDIMENTOS CIRURGICOS (CANCELADA RESOLUCAO CONCLA 01-2007)",
  "8630-5/06-01": "SERVICOS DE VACINACAO E IMUNIZACAO HUMANA",
  "8630-5/06-02": "SERVICOS DE VACINACAO E IMUNIZACAO HUMANA ATRAVES DE CONVENIO COM O SUS",
  "8630-5/07-01": "ATIVIDADES DE REPRODUCAO HUMANA ASSISTIDA",
  "8630-5/07-02": "ATIVIDADES DE REPRODUCAO HUMANA ASSISTIDA EM CONVENIO COM SUS",
  "8630-5/99-01": "ATIVIDADES DE ATENCAO AMBULATORIAL NAO ESPECIFICADAS ANTERIORMENTE",
  "8630-5/99-02": "ATIVIDADES DE ATENCAO AMBULATORIAL NAO ESPECIFICADAS ANTERIORMENTE, EM CONVENIO COM SUS",
  "8630-5/99-03": "ATIVIDADES DE ATENCAO AMBULATORIAL NAO ESPECIFICADAS ANTERIORMENTE - APLICACAO DE INJECOES",
  "8640-2/01-00": "ATIVIDADES DOS LABORATORIOS DE ANATOMIA PATOLOGICA E CITOLOGICA",
  "8640-2/02-00": "LABORATORIOS CLINICOS",
  "8640-2/03-00": "SERVICOS DE DIALISE E NEFROLOGIA",
  "8640-2/04-00": "SERVICOS DE TOMOGRAFIA",
  "8640-2/05-00": "SERVICOS DE DIAGNOSTICO POR IMAGEM COM USO DE RADIACAO IONIZANTE, EXCETO TOMOGRAFIA",
  "8640-2/06-00": "SERVICOS DE RESSONANCIA MAGNETICA",
  "8640-2/07-00": "SERVICOS DE DIAGNOSTICO POR IMAGEM SEM USO DE RADIACAO IONIZANTE, EXCETO RESSONANCIA MAGNETICA",
  "8640-2/08-00": "SERVICOS DE DIAGNOSTICO POR REGISTRO GRAFICO - ECG, EEG E OUTROS EXAMES ANALOGOS",
  "8640-2/09-00": "SERVICOS DE DIAGNOSTICO POR METODOS OPTICOS - ENDOSCOPIA E OUTROS EXAMES ANALOGOS",
  "8640-2/10-00": "SERVICOS DE QUIMIOTERAPIA",
  "8640-2/11-00": "SERVICOS DE RADIOTERAPIA",
  "8640-2/12-01": "SERVICOS DE HEMOTERAPIA",
  "8640-2/12-02": "SERVICOS DE HEMOTERAPIA EM CONVENIO COM SUS",
  "8640-2/13-00": "SERVICOS DE LITOTRIPSIA",
  "8640-2/14-01": "SERVICOS DE BANCOS DE CELULAS E TECIDOS HUMANOS",
  "8640-2/14-02": "SERVICOS DE BANCOS DE CELULAS E TECIDOS HUMANOS EM CONVENIO COM SUS",
  "8640-2/99-00": "ATIVIDADES DE SERVICOS DE COMPLEMENTACAO DIAGNOSTICA E TERAPEUTICA NAO ESPECIFICADAS ANTERIORMENTE",
  "8650-0/01-01": "ATIVIDADES DE ENFERMAGEM",
  "8650-0/01-02": "ATIVIDADES DE ENFERMAGEM, EM CONVENIO COM SUS",
  "8650-0/02-00": "ATIVIDADES DE PROFISSIONAIS DA NUTRICAO",
  "8650-0/03-00": "ATIVIDADES DE PSICOLOGIA E PSICANALISE",
  "8650-0/04-01": "ATIVIDADES DE FISIOTERAPIA",
  "8650-0/04-02": "ATIVIDADES DE FISIOTERAPIA EM CONVENIO COM SUS",
  "8650-0/04-03": "ATIVIDADES DE FISIOTERAPIA RESTRIA A CONSULTAS",
  "8650-0/05-01": "ATIVIDADES DE TERAPIA OCUPACIONAL",
  "8650-0/05-02": "ATIVIDADES DE TERAPIA OCUPACIONAL EM CONVENIO COM SUS",
  "8650-0/06-01": "ATIVIDADES DE FONOAUDIOLOGIA",
  "8650-0/06-02": "ATIVIDADES DE FONOAUDIOLOGIA EM CONV~ENIO COM SUS",
  "8650-0/07-01": "ATIVIDADES DE TERAPIA DE NUTRICAO ENTERAL E PARENTERAL",
  "8650-0/07-02": "ATIVIDADES DE TERAPIA DE NUTRICAO ENTERAL E PARENTERAL EM CONVENIO COM SUS",
  "8650-0/99-01": "ATIVIDADES DE PROFISSIONAIS DA AREA DE SAUDE NAO ESPECIFICADAS ANTERIORMENTE",
  "8650-0/99-02": "ATIVIDADES DE PROFISSIONAIS DA AREA DE SAUDE NAO ESPECIFICADAS ANTERIORMENTE EM CONVENIO COM SUS",
  "8660-7/00-00": "ATIVIDADES DE APOIO A GESTAO DE SAUDE",
  "8690-9/01-01": "ATIVIDADES DE PRÁTICAS INTEGRATIVAS E COMPLEMENTARES EM SAÚDE HUMANA, EXCETO SERVIÇO DE MASSAGENS TERAPÊUTICAS",
  "8690-9/01-02": "ATIVIDADES DE PRATICAS INTEGRATIVAS E COMPLEMENTARES EM SAUDE HUMANA ATRAVES DE CONVENIO COM SUS",
  "8690-9/01-03": "SERVICO DE MASSAGENS TERAPEUTICAS",
  "8690-9/01-04": "SERVICO DE ACUPUNTURA",
  "8690-9/02-01": "ATIVIDADES DE BANCOS DE LEITE HUMANO",
  "8690-9/02-02": "ATIVIDADES DE BANCOS DE LEITE HUMANO EM CONVENIO COM SUS",
  "8690-9/03-00": "ATIVIDADES DE ACUPUNTURA",
  "8690-9/04-00": "ATIVIDADES DE PODOLOGIA",
  "8690-9/99-00": "OUTRAS ATIVIDADES DE ATENCAO A SAUDE HUMANA NAO ESPECIFICADAS ANTERIORMENTE",
  "8711-5/01-00": "CLINICAS E RESIDENCIAS GERIATRICAS",
  "8711-5/02-00": "INSTITUICOES DE LONGA PERMANENCIA PARA IDOSOS",
  "8711-5/03-00": "ATIVIDADES DE ASSISTENCIA A DEFICIENTES FISICOS, IMUNODEPRIMIDOS E CONVALESCENTES",
  "8711-5/04-00": "CENTROS DE APOIO A PACIENTES COM CANCER E COM AIDS",
  "8711-5/05-00": "CONDOMINIOS RESIDENCIAIS PARA IDOSOS E DEFICIENTES FISICOS",
  "8712-3/00-00": "ATIVIDADES DE FORNECIMENTO DE INFRA-ESTRUTURA DE APOIO E ASSISTENCIA A PACIENTE NO DOMICILIO",
  "8720-4/01-01": "ATIVIDADES DE CENTROS DE ASSISTENCIA PSICOSSOCIAL",
  "8720-4/01-02": "ATIVIDADES DE CENTROS DE ASSISTENCIA PSICOSSOCIAL, EM CONVENIO COM O SUS",
  "8720-4/99-01": "ATIVIDADES DE ASSISTENCIA PSICOSSOCIAL E A SAUDE A PORTADORES DE DISTURBIOS PSIQUICOS, DEFICIENCIA MENTAL E DEPENDENCIA",
  "8720-4/99-02": "ATIVIDADES DE ASSISTENCIA PSICOSSOCIAL E A SAUDE A PORTADORES DE DISTURBIOS PSIQUICOS, DEFICIENCIA MENTAL E DEPENDENCIA",
  "8730-1/01-00": "ORFANATOS",
  "8730-1/02-00": "ALBERGUES ASSISTENCIAIS",
  "8730-1/99-00": "ATIVIDADES DE ASSISTENCIA SOCIAL PRESTADAS EM RESIDENCIAS COLETIVAS E PARTICULARES NAO ESPECIFICADAS ANTERIORMENTE",
  "8800-6/00-00": "SERVICOS DE ASSISTENCIA SOCIAL SEM ALOJAMENTO",
  "9001-9/01-01": "COMPANHIAS DE TEATRO",
  "9001-9/01-02": "PRODUCAO TEATRAL",
  "9001-9/02-00": "PRODUÇÃO MUSICAL",
  "9001-9/02-01": "PRODUCAO MUSICAL",
  "9001-9/02-02": "SHOWS, OPERAS, CONCERTOS, RECITAIS, FESTIVAIS E CONGENERES",
  "9001-9/02-03": "EXECUCAO DE MUSICA",
  "9001-9/03-00": "PRODUÇÃO DE ESPETÁCULOS DE DANÇA",
  "9001-9/03-01": "PRODUCAO DE ESPETACULOS DE DANCA",
  "9001-9/03-02": "SHOWS, BALLET, DANCAS, DESFILES, FESTIVAIS E CONGENERES",
  "9001-9/04-00": "PRODUÇÃO DE ESPETÁCULOS CIRCENSES, DE MARIONETES E SIMILARES",
  "9001-9/04-01": "PRODUCAO DE ESPETACULOS CIRCENSES, DE MARIONETES E SIMILARES",
  "9001-9/04-02": "ESPETACULOS CIRCENSES",
  "9001-9/05-00": "PRODUCAO DE ESPETACULOS DE RODEIOS, VAQUEJADAS E SIMILARES",
  "9001-9/06-00": "ATIVIDADES DE SONORIZACAO E DE ILUMINACAO",
  "9001-9/99-00": "ARTES CENICAS, ESPETACULOS E ATIVIDADES COMPLEMENTARES NAO ESPECIFICADOS ANTERIORMENTE",
  "9002-7/01-01": "ATIVIDADES ARTISTICAS DE ESCULTURA, DESENHO E PINTURA",
  "9002-7/01-02": "ATIVIDADES DE CULTURA ARTISTICA, MOSTRA ARTESANAL E FOLCLORICA",
  "9002-7/01-03": "ATIVIDADES DE JORNALISTAS INDEPENDENTES E ESCRITORES",
  "9002-7/01-05": "ATIVIDADES DE ESCRITORES SEM RESERVA DE DIREITO AUTORAL",
  "9002-7/02-00": "RESTAURACAO DE OBRAS DE ARTE",
  "9003-5/00-01": "TEATRO",
  "9003-5/00-02": "CASA DE SHOWS E ESPETÁCULOS",
  "9003-5/00-03": "CASA DE CULTURA",
  "9101-5/00-00": "ATIVIDADES DE BIBLIOTECAS E ARQUIVOS",
  "9102-3/01-00": "ATIVIDADES DE MUSEUS E DE EXPLORACAO DE LUGARES E PREDIOS HISTORICOS E ATRACOES SIMILARES",
  "9102-3/02-00": "RESTAURACAO E CONSERVACAO DE LUGARES E PREDIOS HISTORICOS",
  "9103-1/00-01": "ATIVIDADES DE JARDIM BOTANICO, JARDIM ZOOLOGICO E AQUARIO",
  "9103-1/00-02": "ATIVIDADES DE PARQUES PUBLICOS, NACIONAIS, RESERVAS ECOLOGICAS E AREAS DE PROTECAO AMBIENTAL",
  "9103-1/00-03": "ATIVIDADES DE AQUARIOS",
  "9200-3/01-00": "CASAS DE BINGO",
  "9200-3/02-00": "EXPLORACAO DE APOSTAS EM CORRIDAS DE CAVALOS",
  "9200-3/99-00": "EXPLORACAO DE JOGOS DE AZAR E APOSTAS NAO ESPECIFICADOS ANTERIORMENTE",
  "9311-5/00-01": "GESTAO DE ESTADIO E GINASIO ESPORTIVO",
  "9311-5/00-02": "GESTAO DE AUTODROMO, HIPODROMO E SIMILARES",
  "9311-5/00-03": "GESTAO DE QUADRAS, PISCINAS E QUADRAS DE ESPORTES",
  "9311-5/00-04": "GESTAO DE AUTODROMO E HIPODROMO",
  "9311-5/00-05": "GESTAO DE PRACAS DE ESPORTE",
  "9311-5/00-99": "GESTAO DE INSTALACOES DE ESPORTES NAO ESPECIFICADOS ANTERIORMENTE",
  "9313-1/00-00": "ATIVIDADES DE CONDICIONAMENTO FISICO",
  "9313-1/00-01": "ACADEMIAS ESPORTIVAS E DE GINASTICA",
  "9313-1/00-02": "ATIVIDADES DE YOGA",
  "9313-1/00-99": "OUTRAS ATIVIDADES DO CONDICIONAMENTO FISICO",
  "9319-1/01-00": "PRODUCAO E PROMOCAO DE EVENTOS ESPORTIVOS",
  "9319-1/99-01": "OUTRAS ATIVIDADES ESPORTIVAS QUE ATUAM POR CONTA PROPRIA EM ATIVIDADES ESPORTIVAS",
  "9319-1/99-02": "ATIVIDADE DE PESCA ESPORTIVA E DE LAZER E OPERACAO DE ESTABULOS E HIPODROMOS",
  "9319-1/99-99": "OUTRAS ATIVIDADES ESPORTIVAS NAO ESPECIFICADAS ANTERIORMENTE",
  "9321-2/00-00": "PARQUES DE DIVERSAO E PARQUES TEMATICOS",
  "9329-8/01-00": "DISCOTECAS, DANCETERIAS, SALOES DE DANCA E SIMILARES",
  "9329-8/02-00": "EXPLORACAO DE BOLICHES",
  "9329-8/03-00": "EXPLORACAO DE JOGOS DE SINUCA, BILHAR E SIMILARES",
  "9329-8/04-00": "EXPLORACAO DE JOGOS ELETRONICOS RECREATIVOS",
  "9329-8/04-01": "EXPLORACAO DE BRINQUEDOS E JOGOS ELETRONICOS E RECREATIVOS, EXCETO JOGOS VIA INTERNET",
  "9329-8/04-02": "EXPLORACAO DE JOGOS ELETRONICOS VIA INTERNET",
  "9329-8/99-01": "ESPETACULOS DE SOM E LUZ",
  "9329-8/99-02": "EXPOSICAO COM COBRANCA DE INGRESSOS",
  "9329-8/99-03": "OUTRAS ATIVIDADES DE RECREACAO E LAZER NAO ESPECIFICADAS ANTERIORMENTE",
  "9329-8/99-05": "EXPLORACAO DE KARTS",
  "9329-8/99-06": "PRESTACAO DE SERVICO DE ENTRETENIMENTO INFANTIL",
  "9329-8/99-07": "EXPLORACAO DE KARTS",
  "9329-8/99-99": "OUTRAS ATIVIDADES DE RECREACAO E LAZER NAO ESPECIFICADAS ANTERIORMENTE",
  "9493-6/00-00": "ATIVIDADES DE ORGANIZACOES ASSOCIATIVAS LIGADAS A CULTURA E A ARTE",
  "9511-8/00-00": "REPARACAO E MANUTENCAO DE COMPUTADORES E DE EQUIPAMENTOS PERIFERICOS",
  "9512-6/00-00": "REPARACAO E MANUTENCAO DE EQUIPAMENTOS DE COMUNICACAO",
  "9521-5/00-00": "REPARACAO E MANUTENCAO DE EQUIPAMENTOS ELETROELETRONICOS DE USO PESSOAL E DOMESTICO",
  "9529-1/01-00": "REPARACAO DE CALCADOS, BOLSAS E ARTIGOS DE VIAGEM",
  "9529-1/02-00": "CHAVEIROS",
  "9529-1/03-00": "REPARACAO DE RELOGIOS",
  "9529-1/04-00": "REPARACAO DE BICICLETAS, TRICICLOS E OUTROS VEICULOS NAO-MOTORIZADOS",
  "9529-1/05-00": "REPARACAO DE ARTIGOS DO MOBILIARIO",
  "9529-1/06-00": "REPARACAO DE JOIAS",
  "9529-1/06-01": "REPARACAO DE JOIAS",
  "9529-1/06-02": "GRAVACAO EM JOAIS E PEQUENOS OBJETOS",
  "9529-1/99-00": "REPARACAO E MANUTENCAO DE OUTROS OBJETOS PESSOAIS E DOMESTICOS NAO ESPECIFICADOS ANTERIORMENTE",
  "9529-1/99-01": "REPARACAO DE ARTIGOS E ACESSORIOS DO VESTUARIO",
  "9529-1/99-02": "REPARACAO DE ARTIGOS DE COUROS E SIMILARES",
  "9529-1/99-99": "REPARACAO E MANUTENCAO DE OUTROS OBJETOS E EQUIPAMENTOS PESSOAIS E DOMESTICOS NAO ESPECIFICADOS ANTERIORMENTE",
  "9601-7/01-00": "LAVANDERIAS",
  "9601-7/01-01": "SERVICOS DE LAVANDERIA PARA INDUSTRIA",
  "9601-7/01-02": "SERVICOS DE LAVANDERIA SELF-SERVICE",
  "9601-7/01-03": "SERVICOS DE LAVANDERIAS EXCETO PARA INDUSTRIA OU SELF SERVICE",
  "9601-7/02-00": "TINTURARIAS",
  "9601-7/02-01": "SERVICOS DE TINTURARIA, EXCETO PARA INDUSTRIA",
  "9601-7/02-02": "SERVICOS DE TINTURARIA PARA INDUSTRIA",
  "9601-7/03-00": "TOALHEIROS",
  "9602-5/01-00": "CABELEIREIROS, MANICURE E PEDICURE",
  "9602-5/02-00": "ATIVIDADES DE ESTETICA E OUTROS SERVICOS DE CUIDADOS COM A BELEZA",
  "9603-3/01-00": "GESTAO E MANUTENCAO DE CEMITERIOS",
  "9603-3/02-00": "SERVICOS DE CREMACAO",
  "9603-3/03-00": "SERVICOS DE SEPULTAMENTO",
  "9603-3/04-00": "SERVICOS DE FUNERARIAS",
  "9603-3/05-00": "SERVICOS DE SOMATOCONSERVACAO",
  "9603-3/99-01": "GESTAO DE CAPELA VELORIO",
  "9603-3/99-02": "ATIVIDADES DE NECROTERIO",
  "9603-3/99-03": "ATIVIDADES DE NECROTERIO",
  "9603-3/99-99": "ATIVIDADES FUNERARIAS E SERVICOS RELACIONADOS NAO ESPECIFICADOS ANTERIORMENTE",
  "9609-2/01-00": "CLINICAS DE ESTETICA E SIMILARES",
  "9609-2/01-01": "CLINICA DE ESTETICA",
  "9609-2/01-02": "SAUNAS, DUCHAS, BANHOS E SIMILARES",
  "9609-2/02-00": "AGENCIAS MATRIMONIAIS",
  "9609-2/03-00": "ALOJAMENTO, HIGIENE E EMBELEZAMENTO DE ANIMAIS",
  "9609-2/03-01": "SERVICO DE ALOJAMENTO PARA ANIMAIS",
  "9609-2/03-02": "SERVICO DE HIGIENE E EMBELEZAMENTO DE ANIMAIS",
  "9609-2/04-00": "EXPLORACAO DE MAQUINAS DE SERVICOS PESSOAIS ACIONADAS POR MOEDAS",
  "9609-2/05-00": "ATIVIDADES DE SAUNA E BANHOS",
  "9609-2/06-00": "SERVICOS DE TATUAGEM E COLOCACAO DE PIERCING",
  "9609-2/99-01": "SERVICO DE TATUAGEM E COLOCACAO DE PIERCING",
  "9609-2/99-02": "EXPLORACAO DE SANITARIOS",
  "9609-2/99-03": "SERVICOS DE ASTROLOGOS, VIDENTES E SIMILARES",
  "9609-2/99-04": "SERVICO DE ENGRAXATES",
  "9609-2/99-99": "OUTRAS ATIVIDADES DE SERVICOS PESSOAIS NAO ESPECIFICADAS ANTERIORMENTE",
  "9700-5/00-00": "SERVICOS DOMESTICOS"
}
